Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/iso_4217.po
Languages: it_it

source: UAE Dirham
it_it: Dirham degli Emirati Arabi Uniti

source: Dirham, United Arab Emirates
it_it: Dirham, Emirati Arabi Uniti

source: Dirhams, United Arab Emirates
it_it: Dirham, Emirati Arabi Uniti

source: Afghani
it_it: Afgani

source: Afghanis
it_it: Afghani

source: Albanian Lek
it_it: Lek albanese

source: Lekë
it_it: Lek

source: Armenian Dram
it_it: Dram Armeno

source: Netherlands Antillian Guilder
it_it: Guilder delle Antille Olandesi

source: Guilder, Netherlands Antilles
it_it: Fiorino, Antille Olandesi

source: Guilders, Netherlands Antilles
it_it: Fiorino, Antille Olandesi

source: Angola Kwanza
it_it: Nuovo kwanza angolano

source: Kwanzas
it_it: Kwanza

source: Argentine Peso
it_it: Australe argentino

source: Australian Dollar
it_it: Dollaro australiano

source: Dollar, Australia
it_it: Dollaro, Australia

source: Dollars, Australia
it_it: Dollari, Australia

source: Aruban Guilder
it_it: Fiorino di Aruba

source: Guilder, Aruba
it_it: Fiorino, Aruba

source: Guilders, Aruba
it_it: Fiorino, Aruba

source: Azerbaijanian Manat
it_it: Manat Azero

source: Manats, Azerbaijan
it_it: Manat, Azerbaijan

source: Convertible Maraka
it_it: Marcos convertibles

source: Barbados Dollar
it_it: Dollaro delle isole Barbados

source: Dollar, Barbados
it_it: Dollaro, Barbados

source: Dollars, Barbados
it_it: Dollari, Barbados

source: Bangladeshi Taka
it_it: Taka del Bangladesh

source: Bulgarian Lev
it_it: Lev bulgaro

source: Leva
it_it: Lev

source: Bahraini Dinar
it_it: Dinaro del Bahrein

source: Dinar, Bahrain
it_it: Dinaro, Bahrain

source: Dinars, Bahrain
it_it: Dinari, Bahrain

source: Burundi Franc
it_it: Franco del Burundi

source: Franc, Burundi
it_it: Franchi, Burundi

source: Francs, Burundi
it_it: Franchi, Burundi

source: Bermudian Dollar
it_it: Dollaro delle Bermuda

source: Dollar, Bermuda
it_it: Dollaro, Bermuda

source: Dollars, Bermuda
it_it: Dollari, Bermuda

source: Brunei Dollar
it_it: Dollaro del Brunei

source: Dollar, Brunei
it_it: Dollaro, Brunei

source: Dollars, Brunei
it_it: Dollari, Brunei

source: Boliviano
it_it: Boliviani

source: Bolivianos
it_it: Boliviani

source: Bolivian Mvdol
it_it: Boliviano della Bolivia

source: Brazilian Real
it_it: Reale brasiliano

source: Reais
it_it: Real

source: Bahamian Dollar
it_it: Dollaro delle Bahamas

source: Dollar, Bahamas
it_it: Dollaro, Bahamas

source: Dollars, Bahamas
it_it: Dollari, Bahamas

source: Bhutan Ngultrum
it_it: Ngultrum del Butan

source: Botswana Pula
it_it: Pula del Botsawa

source: Belarussian Rouble
it_it: Rublo Bielorusso

source: Belize Dollar
it_it: Dollaro del Belize

source: Dollar, Belize
it_it: Dollaro, Belize

source: Dollars, Belize
it_it: Dollari, Belize

source: Canadian Dollar
it_it: Dollaro canadese

source: Dollar, Canada
it_it: Dollaro, Canada

source: Dollars, Canada
it_it: Dollari, Canada

source: Franc, Congo
it_it: Franchi, Congo

source: Francs, Congo
it_it: Franchi, Congo

source: WIR Euro
it_it: Euro WIR

source: Swiss Franc
it_it: Franco svizzero

source: Franc, Switzerland
it_it: Franchi, Svizzera

source: Francs, Switzerland
it_it: Franchi, Svizzera

source: WIR Franc
it_it: Franco CFP

source: Chilean Peso
it_it: Peso cileno

source: Peso, Chile
it_it: Peso, Cile

source: Pesos, Chile
it_it: Pesos, Cile

source: Chinese Yuan Renminbi
it_it: Yuan cinese renminbi

source: Colombian Peso
it_it: Peso colombiano

source: Costa Rican Colon
it_it: Colon del Costa Rica

source: Colones, Costa Rica
it_it: Colon, Costa Rica

source: Serbian Dinar
it_it: Dinaro serbo

source: Dinar, Serbia
it_it: Dinaro, Serbia

source: Dinars, Serbia
it_it: Dinari, Serbia

source: Cuban Peso
it_it: Peso cubano

source: Cape Verde Escudo
it_it: Scudo del Capo Verde

source: Escudo, Cape Verde
it_it: Scudi, Capo Verde

source: Escudos, Cape Verde
it_it: Scudi, Capo Verde

source: Cyprus Pound
it_it: Sterlina di Cipro

source: Pound, Cyprus
it_it: Lire, Cipro

source: Pounds, Cyprus
it_it: Lire, Cipro

source: Czech Koruna
it_it: Corona ceca

source: Koruna, Czech Republic
it_it: Corona, Repubblica Ceca

source: Koruny, Czech Republic
it_it: Corone, Repubblica Ceca

source: Djibouti Franc
it_it: Franco del Gibuti

source: Franc, Djibouti
it_it: Franchi, Gibuti

source: Francs, Djibouti
it_it: Franchi, Gibuti

source: Danish Krone
it_it: Corona danese

source: Krone, Denmark
it_it: Corona, Danimarca

source: Kroner, Denmark
it_it: Corone, Danimarca

source: Dominican Peso
it_it: Peso dominicano

source: Peso, Dominican Republic
it_it: Peso, Repubblica Dominicana

source: Pesos, Dominican Republic
it_it: Pesos, Repubblica Dominicana

source: Algerian Dinar
it_it: Dinaro algerino

source: Dinar, Algeria
it_it: Dinaro, Algeria

source: Dinars, Algeria
it_it: Dinari, Algeria

source: Estonian Kroon
it_it: Corona Estone

source: Kroon
it_it: Corona, Estonia

source: Krooni
it_it: Corone, Estonia

source: Egyptian Pound
it_it: Sterlina egiziana

source: Pound, Egypt
it_it: Lire, Egitto

source: Pounds, Egypt
it_it: Lire, Egitto

source: Eritrean Nakfa
it_it: Nakfa Eritreo

source: Nakfas
it_it: Nakfa

source: Ethiopian Birr
it_it: Birr etiope

source: Euros
it_it: Euro

source: Fiji Dollar
it_it: Dollaro delle Fiji

source: Dollar, Fiji
it_it: Dollaro, Figi

source: Dollars, Fiji
it_it: Dollari, Figi

source: Falkland Islands Pound
it_it: Sterlina delle isole Falkland

source: Pound Sterling
it_it: Sterlina del Regno Unito

source: Pound, United Kingdom
it_it: Sterlina, Regno Unito

source: Pounds, United Kingdom
it_it: Sterlina, Regno Unito

source: Georgian Lari
it_it: Lari Georgiano

source: Ghanaian Cedi
it_it: Cedi del Ghana

source: Cedis
it_it: Cedi

source: Gibraltar Pound
it_it: Sterlina di Gibilterra

source: Pound, Gibraltar
it_it: Sterline, Gibilterra

source: Pounds, Gibraltar
it_it: Sterline, Gibilterra

source: Gambian Dalasi
it_it: Dalasi del Gambia

source: Dalasis
it_it: Dalasi

source: Guinea Franc
it_it: Franco del Guinea

source: Franc, Guinea
it_it: Franchi, Guinea

source: Francs, Guinea
it_it: Franchi, Guinea

source: Guatemalan Quetzal
it_it: Quetzal guatemalteco

source: Quetzales
it_it: Quetzal

source: Guinea-Bissau Peso
it_it: Peso della Guinea-Bissau

source: Guyana Dollar
it_it: Dollaro della Guiana

source: Dollar, Guyana
it_it: Dollaro, Guyana

source: Dollars, Guyana
it_it: Dollari, Guyana

source: Hong Kong Dollar
it_it: Dollaro di Honk Kong

source: Dollar, Hong Kong
it_it: Dollaro, Hong Kong

source: Dollars, Hong Kong
it_it: Dollari, Hong Kong

source: Honduran Lempira
it_it: Lempira dell'Honduras

source: Lempiras
it_it: Lempira

source: Croatian Kuna
it_it: Kuna Croata

source: Kuna
it_it: Kune

source: Haitian Gourde
it_it: Gourda haitiano

source: Gourde, Haiti
it_it: Gourda, Haiti

source: Gourdes, Haiti
it_it: Gourde, Haiti

source: Hungarian Forint
it_it: Fiorino ungherese

source: Forint, Hungary
it_it: Fiorini, Ungheria

source: Forints, Hungary
it_it: Fiorini, Ungheria

source: Indonesian Rupiah
it_it: Rupia indonesiana

source: Rupiah, Indonesia
it_it: Rupia, Indonesia

source: Rupiahs, Indonesia
it_it: Rupie, Indonesia

source: New Israeli Shekel
it_it: Shekel israeliano

source: Israel New Shekel
it_it: Sheqel

source: Israel New Shekels
it_it: Sheqel

source: Indian Rupee
it_it: Rupia indiana

source: Rupee, India
it_it: Rupie, India

source: Rupees, India
it_it: Rupie, India

source: Iraqi Dinar
it_it: Dinaro iracheno

source: Dinar, Iraq
it_it: Dinaro, Iraq

source: Dinars, Iraq
it_it: Dinari, Iraq

source: Iranian Rial
it_it: Rial iraniano

source: Rial, Iran
it_it: Riyal, Iran

source: Rials, Iran
it_it: Riyal, Iran

source: Iceland Krona
it_it: Corona islandese

source: Krona, Iceland
it_it: Corona, Islanda

source: Kronur, Iceland
it_it: Corone, Islanda

source: Jamaican Dollar
it_it: Dollaro giamaicano

source: Dollar, Jamaica
it_it: Dollaro, Giamaica

source: Dollars, Jamaica
it_it: Dollari, Giamaica

source: Jordanian Dinar
it_it: Dinaro giordano

source: Dinar, Jordan
it_it: Dinaro, Giordania

source: Dinars, Jordan
it_it: Dinari, Giordania

source: Japanese Yen
it_it: Yen giapponese

source: Yen, Japan
it_it: Yen, Giappone

source: Kenyan Shilling
it_it: Scellino keniota

source: Shilling, Kenya
it_it: Scellino, Kenya

source: Shillings, Kenya
it_it: Scellini, Kenya

source: Som, Kyrgyzstan
it_it: Som, Kirghizistan

source: Cambodian Riel
it_it: Riel Cambogiano

source: Riels
it_it: Riel

source: Comoro Franc
it_it: Franco delle Isole Comore

source: Franc, Comoros
it_it: Franchi, Comore

source: Francs, Comoros
it_it: Franchi, Comore

source: North Korean Won
it_it: Won della Corea del Nord

source: Won, North Korea
it_it: Won, Corea del Nord

source: South Korean Won
it_it: Won della Corea del Nord

source: Won, South Korea
it_it: Won, Corea del Sud

source: Kuwaiti Dinar
it_it: Dinaro del Kuwait

source: Dinar, Kuwait
it_it: Dinaro, Kuwait

source: Dinars, Kuwait
it_it: Dinari, Kuwait

source: Cayman Islands Dollar
it_it: Dollaro delle isole Cayman

source: Kazakhstan Tenge
it_it: Rupia pachistana

source: Lao Kip
it_it: Kip del Laos

source: Lebanese Pound
it_it: Sterlina libanese

source: Pound, Lebanon
it_it: Lire, Libano

source: Pounds, Lebanon
it_it: Lire, Libano

source: Sri Lanka Rupee
it_it: Rupia dello Sri Lanka

source: Rupee, Sri Lanka
it_it: Rupie, Sri Lanka

source: Rupees, Sri Lanka
it_it: Rupie, Sri Lanka

source: Liberian Dollar
it_it: Dollaro liberiano

source: Dollar, Liberia
it_it: Dollaro, Liberia

source: Dollars, Liberia
it_it: Dollari, Liberia

source: Lesotho Loti
it_it: Loti del Lesotho

source: Litas
it_it: Lita

source: Latvian Lats
it_it: Lat Lettone

source: Lats
it_it: Lat

source: Libyan Dinar
it_it: Dinaro libico

source: Dinar, Libya
it_it: Dinaro, Libia

source: Dinars, Libya
it_it: Dinari, Libia

source: Moroccan Dirham
it_it: Dirham marocchino

source: Dirham, Morocco
it_it: Dirham, Marocco

source: Dirhams, Morocco
it_it: Dirham, Marocco

source: Moldovan Leu
it_it: Leu Moldavo

source: Leu, Moldova
it_it: Leu, Moldavia

source: Lei, Moldova
it_it: Leu, Moldavia

source: Malagascy Ariary
it_it: Franco malgascio

source: Macedonian Denar
it_it: Dinaro Macedone

source: Denar
it_it: Dinaro

source: Denars
it_it: Dinari

source: Myanmar Kyat
it_it: Kyat del Myanmar

source: Mongolian Tugrik
it_it: Tugrik mongolo

source: Tugrug
it_it: Tughrik

source: Macao Pataca
it_it: Pataca di Macau

source: Mauritanian Ouguiya
it_it: Ouguiya della Mauritania

source: Maltese Lira
it_it: Lira maltese

source: Liras, Malta
it_it: Lire, Malta

source: Mauritius Rupee
it_it: Rupia delle isole Mauritius

source: Rupee, Mauritius
it_it: Rupie, Mauritius

source: Rupees, Mauritius
it_it: Rupie, Mauritius

source: Maldive Rufiyaa
it_it: Rupia delle Maldive

source: Rufiyaa
it_it: Rufiyah

source: Malawi Kwacha
it_it: Kwacha di Malawi

source: Mexican Peso
it_it: Peso messicano

source: Peso, Mexico
it_it: Peso, Messico

source: Pesos, Mexico
it_it: Pesos, Messico

source: Malaysian Ringgit
it_it: Ringgit malese

source: Ringgits, Malaysia
it_it: Ringgit, Malaysia

source: Mozambique Metical
it_it: Metical del Mozambico

source: Meticais
it_it: Metical

source: Namibian Dollar
it_it: Dollaro liberiano

source: Dollar, Namibia
it_it: Dollaro, Namibia

source: Dollars, Namibia
it_it: Dollari, Namibia

source: Nigerian Naira
it_it: Naira nigeriana

source: Nairas
it_it: Naira

source: Nicaraguan Cordoba Oro
it_it: Cordova d'ora nicaraguense

source: Córdoba
it_it: Cordoba

source: Córdobas
it_it: Cordoba

source: Norwegian Krone
it_it: Corona norvegese

source: Krone, Norway
it_it: Corona, Norvegia

source: Kroner, Norway
it_it: Corone, Norvegia

source: Nepalese Rupee
it_it: Rupia nepalese

source: Rupee, Nepal
it_it: Rupie, Nepal

source: Rupees, Nepal
it_it: Rupie, Nepal

source: New Zealand Dollar
it_it: Dollaro neozelandese

source: Dollar, New Zealand
it_it: Dollaro, Nuova Zelanda

source: Dollars, New Zealand
it_it: Dollari, Nuova Zelanda

source: Rial Omani
it_it: Omani del Rial

source: Rial, Oman
it_it: Riyal, Oman

source: Rials, Oman
it_it: Riyal, Oman

source: Panamanian Balboa
it_it: Balboa panamense

source: Balboas
it_it: Balboa

source: Nuevos Sol
it_it: Nuevo Sol

source: Nuevos Soles
it_it: Nuevo Sol

source: Papua New Guinea Kina
it_it: Kina di Papua-Nuova Guinea

source: Philippine Peso
it_it: Peso filippino

source: Peso, Philippines
it_it: Peso, Filippine

source: Pesos, Philippines
it_it: Pesos, Filippine

source: Pakistan Rupee
it_it: Rupia pachistana

source: Rupee, Pakistan
it_it: Rupie, Pakistan

source: Rupees, Pakistan
it_it: Rupie, Pakistan

source: Polish Złoty
it_it: Złoty polacco

source: Złotych, Poland
it_it: Złoty, Polonia

source: Paraguay Guaraní
it_it: Guaraní del Paraguay

source: Guaraníes
it_it: Guaraní

source: Qatari Rial
it_it: Reale del Qatar

source: Rial, Qatar
it_it: Riyal, Qatar

source: Riyals, Qatar
it_it: Riyal, Qatar

source: Romanian Old Leu
it_it: Leu rumeno

source: Lei, Romania
it_it: Leu, Romania

source: Romanian New Leu
it_it: Leu rumeno

source: Ruble, Russia
it_it: Rubli, Russia

source: Rubles, Russia
it_it: Rubli, Russia

source: Rwanda Franc
it_it: Franco ruandese

source: Franc, Rwanda
it_it: Franchi, Ruanda

source: Francs, Rwanda
it_it: Franchi, Ruanda

source: Saudi Riyal
it_it: Riyal dell'Arabia Saudita

source: Riyal, Saudi Arabia
it_it: Riyal, Arabia Saudita

source: Riyals, Saudi Arabia
it_it: Riyal, Arabia Saudita

source: Solomon Islands Dollar
it_it: Dollaro delle Isole di Salomon

source: Seychelles Rupee
it_it: Rupia delle Isole Seychelles

source: Rupee, Seychelles
it_it: Rupie, Seychelles

source: Rupees, Seychelles
it_it: Rupie, Seychelles

source: Sudanese Dinar
it_it: Sterlina sudanese

source: Dinar, Sudan
it_it: Dinaro, Sudan

source: Dinars, Sudan
it_it: Dinari, Sudan

source: Swedish Krona
it_it: Corona svedese

source: Krona, Sweden
it_it: Corona, Svezia

source: Kronor, Sweden
it_it: Corone, Svezia

source: Singapore Dollar
it_it: Dollaro di Singapore

source: Dollar, Singapore
it_it: Dollaro, Singapore

source: Dollars, Singapore
it_it: Dollari, Singapore

source: Saint Helena Pound
it_it: Sterlina dell'isola di Sant'Elena

source: Pound, Saint Helena
it_it: Sterline, Sant'Elena

source: Pounds, Saint Helena
it_it: Sterline, Sant'Elena

source: Slovenian Tolar
it_it: Dollaro liberiano

source: Slovak Koruna
it_it: Corona Slovacca

source: Koruna, Slovakia
it_it: Corona, Slovacchia

source: Koruny, Slovakia
it_it: Corone, Slovacchia

source: Leones
it_it: Leone

source: Somali Shilling
it_it: Scellino somalo

source: Shilling, Somalia
it_it: Scellino, Somalia

source: Shillings, Somalia
it_it: Scellini, Somalia

source: Surinam Dollar
it_it: Dollaro di Singapore

source: Dollar, Suriname
it_it: Dollaro, Suriname

source: Dollars, Suriname
it_it: Dollari, Suriname

source: São Tome and Principe Dobra
it_it: Dobra di San Tome e Principe

source: Dobras
it_it: Dobra

source: El Salvador Colon
it_it: Colon salvadoregno

source: Syrian Pound
it_it: Sterlina siriana

source: Pound, Syria
it_it: Lire, Siria

source: Pounds, Syria
it_it: Lire, Siria

source: Swaziland Lilangeni
it_it: Lilangeni dello Swaziland

source: Thai Baht
it_it: Baht tailandese

source: Turkmenistan Manat
it_it: Dinaro tunisino

source: Manats, Turkmenistan
it_it: Manat, Turkmenistan

source: Tunisian Dinar
it_it: Dinaro tunisino

source: Dinar, Tunisia
it_it: Dinaro, Tunisia

source: Dinars, Tunisia
it_it: Dinari, Tunisia

source: Tongan Pa'anga
it_it: Pa'anga di Tonga

source: New Turkish Lira
it_it: Lira turca

source: Trinidad and Tobago Dollar
it_it: Dollaro di Trinidad e Tobago

source: Dollar, Trinidad and Tobago
it_it: Dollaro, Trinidad e Tobago

source: Dollars, Trinidad and Tobago
it_it: Dollari, Trinidad e Tobago

source: New Taiwan Dollar
it_it: Dollaro di Nuova Taiwan

source: New Dollar, Taiwan
it_it: Dollaro, Taiwan

source: New Dollars, Taiwan
it_it: Dollari, Taiwan

source: Tanzanian Shilling
it_it: Scellino della Tanzania

source: Shilling, Tanzania
it_it: Scellino, Tanzania

source: Shillings, Tanzania
it_it: Scellini, Tanzania

source: Ukrainian Hryvnia
it_it: Rial iraniano

source: Hryvnias
it_it: Grivne

source: Ugandan Shilling
it_it: Scellino ugandese

source: Shilling, Uganda
it_it: Scellino, Uganda

source: Shillings, Uganda
it_it: Scellini, Uganda

source: US Dollar
it_it: Dollaro nordamericano

source: Dollar, United States of America
it_it: Dollaro, Stati Uniti d'America

source: Dollars, United States of America
it_it: Dollari, Stati Uniti d'America

source: US Dollar (Next day)
it_it: Dollaro Statunitense (Next day)

source: US Dollar (Same day)
it_it: Dollaro Statunitense (Same day)

source: Uzbekistan Sum
it_it: Sum dell’Uzbekistan

source: Venezuela Bolivar
it_it: Bolivar venezuelano

source: Bolivar
it_it: Bolívar

source: Bolivares
it_it: Bolívar

source: Viet Nam Dong
it_it: Dong vietnamita

source: Vanuatu Vatu
it_it: Vatu di Vanuatu

source: Samoan Tala
it_it: Tala di Samoa

source: CFA Franc BEAC
it_it: Franchi CFA, BEAC

source: CFA Francs BEAC
it_it: Franchi CFA, BEAC

source: Gold
it_it: Oro

source: European Monetary Unit (E.M.U.-6)
it_it: Unità monetaria europea

source: East Caribbean Dollar
it_it: Dollaro dei Caraibi dell'Est

source: Dollar, East Caribbean
it_it: Dollaro, Caraibi Orientali

source: Dollars, East Caribbean
it_it: Dollari, Caraibi Orientali

source: Special Drawing Rights
it_it: Diritti Speciali di Incasso

source: CFA Franc BCEAO
it_it: Franchi CFA, BCEAO

source: CFA Francs BCEAO
it_it: Franchi CFA, BCEAO

source: CFP Franc
it_it: Franco CFP

source: Franc, Comptoirs du Pacifique
it_it: Franchi, CFP - Territori Francesi del Pacifico

source: Francs, Comptoirs du Pacifique
it_it: Franchi, CFP - Territori Francesi del Pacifico

source: Yemeni Rial
it_it: Rial dello Yemen

source: Rial, Yemen
it_it: Riyal, Yemen

source: Rials, Yemen
it_it: Riyal, Yemen

source: South African Rand
it_it: Rand sudafricano

source: Rand, South Africa
it_it: Rand, Repubblica Sudafricana

source: Zambian Kwacha
it_it: Kwacha dello Zambia

source: Zimbabwe Dollar
it_it: Dollaro dello Zimbabwe

source: Dollar, Zimbabwe
it_it: Dollaro, Zimbabwe

source: Dollars, Zimbabwe
it_it: Dollari, Zimbabwe

source: Andorran Peseta
it_it: Peseta di Andorra

source: Albanian Old Lek
it_it: Lek albanese

source: Angola New Kwanza
it_it: Nuovo kwanza angolano

source: Angola Kwanza Reajustado
it_it: Nuovo kwanza angolano

source: Argentine Austral
it_it: Australe argentino

source: Peso Argentino
it_it: Australe argentino

source: Austrian Schilling
it_it: Scellino austriaco

source: Belgian Convertible Franc
it_it: Franco belga

source: Belgian Franc
it_it: Franco belga

source: Belgian Financial Franc
it_it: Franco belga

source: Bulgarian Lev A/52
it_it: Lev bulgaro

source: Bulgarian Lev A/62
it_it: Lev bulgaro

source: Bolivian Peso
it_it: Boliviano della Bolivia

source: Brazilian Cruzeiro
it_it: Cruzeiro brasiliano

source: Brazilian Cruzado
it_it: Cruzeiro brasiliano

source: Brazilian New Cruzado
it_it: Cruzeiro brasiliano

source: Brazilian Cruzeiro Real
it_it: Cruzeiro brasiliano

source: Kyats
it_it: Kyat

source: Czechoslovakian Koruna
it_it: Corona ceca

source: Deutsche Mark
it_it: Marco tedesco

source: Ecuador Sucre
it_it: Sucre dell'Ecuador

source: Spanish Peseta ('A' Account)
it_it: Peseta spagnola

source: Spanish Peseta (convertible)
it_it: Peseta spagnola

source: Spanish Peseta
it_it: Peseta spagnola

source: Finnish Markka
it_it: Markka finlandese

source: French Franc
it_it: Franco francese

source: Georgian Coupon
it_it: Corona norvegese

source: Guinea Syli
it_it: Franco del Guinea

source: Greek Drachma
it_it: Dracma graco

source: Guinea Escudo
it_it: Franco del Guinea

source: Croatian Dinar
it_it: Dinaro giordano

source: Irish Pound
it_it: Punt irlandese

source: Israeli Pound
it_it: Sterlina di Gibilterra

source: Israeli Old Shekel
it_it: Shekel israeliano

source: Iceland Old Krona
it_it: Corona islandese

source: Italian Lira
it_it: Lira italiana

source: Lesotho Maloti
it_it: Loti del Lesotho

source: Maloti, Lesotho
it_it: Loti, Lesotho

source: Lithuanian Talonas
it_it: Talonas Lituani

source: Luxembourg Convertible Franc
it_it: Franco lussemburghese

source: Luxembourg Franc
it_it: Franco lussemburghese

source: Luxembourg Financial Franc
it_it: Franco lussemburghese

source: Latvian Ruble
it_it: Lev bulgaro

source: Ruble
it_it: Rubli

source: Rubles
it_it: Rubli

source: Mali Franc
it_it: Franco malese

source: Malagasy Franc
it_it: Franco malgascio

source: Maltese Pound
it_it: Sterlina libanese

source: Maldive Rupee
it_it: Rupia delle Maldive

source: Mozambique Escudo
it_it: Metical del Mozambico

source: Nicaraguan Cordoba
it_it: Cordova d'ora nicaraguense

source: Netherlands Guilder
it_it: Fiorino olandese

source: Peruvian Sol
it_it: Inti peruviano

source: Peruvian Inti
it_it: Inti peruviano

source: Portuguese Escudo
it_it: Scudo portoghese

source: Rhodesian Dollar
it_it: Dollaro delle Bahamas

source: Romanian Leu A/52
it_it: Leu rumeno

source: Sudanese Pound
it_it: Sterlina libanese

source: Suriname Guilder
it_it: Fiorino del Suriname

source: USSR Rouble
it_it: Rublo sovietico

source: Tajik Rouble
it_it: Lev bulgaro

source: Timor Escudo
it_it: Scudo di Timor Est

source: Turkish Lira
it_it: Lira turca

source: Lira, Turkey
it_it: Lira, Turchia

source: Liras, Turkey
it_it: Lire, Turchia

source: Ukrainian Karbovanet
it_it: Rial iraniano

source: Uganda Schilling
it_it: Scellino ugandese

source: Uganda Old Schilling
it_it: Scellino ugandese

source: Old Uruguayan Peso
it_it: Peso uruguaiano

source: Uruguayan Peso
it_it: Peso uruguaiano

source: Viet Nam Old Dong
it_it: Dong vietnamita

source: European Currency Unit ECU
it_it: Unità monetaria europea

source: Yemeni Dinar
it_it: Rial dello Yemen

source: Yugoslavian Dinar
it_it: Dinaro della Nuova Yugoslavia

source: New Zaire
it_it: Nuovo Zaire

source: Zaire
it_it: Zaire dello Zaire

source: Dollars, Tuvalu
it_it: Dollari, Tuvalu

source: Pounds, Guernsey
it_it: Sterline, Guernsey

source: Pounds, Isle of Man
it_it: Lire, Isola di Man

source: Pounds, Jersey
it_it: Sterline, Jersey
