Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: Note: If you register at Savannah and join the project, both checkout and checkin will work in spite of the message "Your savannah password is useless for cvs". When you register, take note of your passphrase. Savannah will ask for it at each cvs operation. For example, my first checkout was as follows:
fr_fr: Note : Si vous créez un compte chez Savannah et vous nous rejoignez, les checkout et checkin fonctionneront en dépit du message "Your savannah password is useless for cvs" (Votre mot de passe savannah est inutile pour CVS). Lorsque vous créez votre compte, retenez bien votre mot de passe. Savannah vous le demandera pour chaque opération CVS. Par exemple, pour mon premier checkout :
pt_pt: Nota: Caso se registe no Savannah e se junte ao projecto, tanto o checkout como o checkin funcionarão correctamente apesar da mensagem "Your savannah password is useless for cvs". Quando se registar, tome nota da sua frase-senha. Savannah irá pedir-lha em cada operação cvs. Por exemplo, o meu primeiro checkout decorreu da seguinte forma:
ru_ru: Заметьте, если вы зарегистрируетесь на Savannah и присоединитесь к проекту, и checkout и checkin будут работать, несмотря на сообщение "Your savannah password is useless for cvs". Во время регистрации, запишите ваш пароль. Savannah будет спрашивать его во время каждой операции с cvs. Например, мой первый checkout происходил так:

source: Now you can work:
fr_fr: Vous pouvez maintenant travailler :
pt_pt: Agora pode trabalhar:
ru_ru: Теперь можно продолжить работу:

source: To avoid writing the pass phrase at every cvs command:
fr_fr: Pour ne pas devoir taper le mot de passe à chaque commande CVS :
pt_pt: Para evitar ter de escrever a frase-senha em cada comando cvs:
ru_ru: Чтобы не вводить пароль для каждой команды CVS:

source: The web site
fr_fr: Le site web
pt_pt: A página web
ru_ru: Веб-сайт

source: It is in the gnuherds.org host.
fr_fr: Il se trouve sur le serveur gnuherds.org.
pt_pt: Encontra-se no servidor gnuherds.org.
ru_ru: Это узел gnugerds.org.

source: The PostgreSQL data base
fr_fr: La base de données PostgreSQL.
pl_pl: Baza danych PostgreSQL
pt_pt: A base de dados PostgreSQL
ru_ru: База данных PostgreSQL

source: Creating from scratch. Follow the below steps:
fr_fr: À partir d'une base vierge, suivez ces étapes :
pt_pt: Criar a partir do zero. Siga os seguintes passos:
ru_ru: Создание с нуля. Выполните следующие действия:

source: Create the data base
fr_fr: Création de la base
pt_pt: Crie a base de dados
ru_ru: Создайте базу данных

source: Create the user, as super user
fr_fr: Création du super-utilisateur
pt_pt: Crie o utilizador, como super utilizador
ru_ru: Под администратором создайте пользователя

source: Grant permissions
fr_fr: Assigner les permissions
pt_pt: Conceda permissões
ru_ru: Установите права пользователя

source: Quit
fr_fr: Quitter
pt_pt: Sair
ru_ru: Выйдите из системы

source: Create the initial state of the data base
fr_fr: Créer la structure de la base
pt_pt: Crie o estado inicial da base de dados
ru_ru: Создайте начальную базу данных

source: Check that 'stderr' and 'stdout' do not show errors
fr_fr: Vérifier que « stderr » et « stdout » n'affichent pas d'erreur.
pt_pt: Certifique-se de que não são apresentados erros no 'stderr' nem no 'stdout'
ru_ru: Проверьте 'stderr' и 'stdout' на наличие ошибок

source: General references:
fr_fr: Références générales :
pt_pt: Referências gerais:
ru_ru: Общие ссылки

source: Email lists
fr_fr: Listes de diffusions
pt_pt: Listas de email
ru_ru: Списки рассылок

source: How to install a development environment?
fr_fr: Comment installer un environnement de développement ?
pl_pl: Jak zainstalować środowisko programistyczne?
pt_pt: Como instalar um ambiente de desenvolvimento?
ru_ru: Как установить среду разработки?

source: Install
fr_fr: Installer
pt_pt: Instalar
ru_ru: Установите

source: Configure
fr_fr: Configurer
pt_pt: Configurar
ru_ru: Настройте

source: Current work team
fr_fr: Équipe actuelle
pl_pl: Obecny zespół
pt_pt: Equipa de trabalho actual
ru_ru: Рабочая группа

source: The list could be outdated:
fr_fr: La liste est probablement périmée :
pl_pl: Lista może być zdezaktualizowana:
pt_pt: Esta lista pode estar desactualizada:
ru_ru: Список может устареть

source: Frequently Asked Questions (FAQ)
fr_fr: Foire Aux Questions (FAQ)
pt_pt: Perguntas Mais Frequentes (FAQ)
ru_ru: Часто задаваемые вопросы (FAQ)

source: Index
pl_pl: Indeks
pt_pt: Índice
ru_ru: Содержание

source: Back to top
fr_fr: Retour en haut
pl_pl: Do góry
pt_pt: Regressar ao topo
ru_ru: Назад к началу

source: Why another Job Site?
fr_fr: Pourquoi un nouveau site d'offres d'emplois ?
pl_pl: Po co kolejny portal pośrednictwa pracy?
pt_pt: Porquê outro servidor de Classificados de Emprego?
ru_ru: Почему ещё один сайт для поиска работы?

source: Because no one comply the below proposed conditions:
fr_fr: Parce qu'aucun autre ne respecte cet ensemble de conditions :
pl_pl: Ponieważ żaden nie spełnia poniższych warunków:
pt_pt: Porque nenhum deles respeita todas as condições abaixo enunciadas:
ru_ru: Потому что ещё не один из них не удовлетворяет следующим требованиям:

source: Use a license to cover use of the software over a computer network. The current %1Affero GPL%2 license will be replaced by the GPL v3 license when it be released. Anyhow, the project is always open to discuss this and any other subject.
fr_fr: Utiliser une licence qui protège l'utilisation du logiciel à travers un réseau informatique. La licence actuelle %1Affero GPL%2 sera remplacée par la licence GPL v3 lorsque celle-ci sera prête. Le projet reste ouvert à toute discussion concernant ce ou tout autre sujet.
ru_ru: Использует одну лицензию для всего программного обеспечения в сети. Текущая лицензия %1Affero GPL%2 будет изменена на лицензию GPL v3, когда последняя будет выпущена. Хотя этот момент может обсуждаться, как и любой другой.

source: Moreover, the management of the jobsite must be %1controlled by its own users%2 using the democratic policy. That will be guaranteed by the GNU Herds association policy. So, being sure the evolution of the jobsite will be controlled and led by its users.
fr_fr: De plus, la gestion du site d'offres d'emplois doit être %1contrôlée par ses propres utilisateurs%2 en utilisant une politique démocratique. Cela sera garanti par l'association GNU Herds afin de s'assurer que l'évolution du site d'offres d'emplois sera contrôlée et menée par ses utilisateurs.
pl_pl: Ponadto zarządzanie portalem musi być %1kontrolowane przez użytkowników%2 wg. demokratycznych zasad. Będzie to zagwarantowane przez umowę stowarzyszenia GNU Herds. Z pewnością, więc, dalszy rozwój będzie prowadzony i kontrolowany przez użytkowników.
ru_ru: Управление веб-сайтом осуществляется его %1пользователями%2 на демократических принципах. Это гарантируется правилами ассоциации GNU Herds. Поэтому будьте уверены, что развитие сайта и его действия контролируются его пользователями.

source: Supplying support to engage among companies and persons, it doesn't matter the which or the order, helping the raise of a diversity of business models. That is flexibility.
fr_fr: Favoriser les relations contractuelles entre les sociétés et les individus, sans se préoccuper du sens des démarches, ce qui permet d'augmenter la diversité des modèles d'affaires. Flexibilité.
pl_pl: Dostarcza wsparcie dla zatrudnienia między firmami i pojedyńczymi ludźmi nie bacząc na podziały. Wspiera rozwój różnych modeli biznesowych - jest elastyczny.
pt_pt: Favorecer a interacção entre empresas e indivíduos, independentemente de quais ou da ordem, ajudando à criação de uma diversidade de modelos de negócio. Isto é flexibilidade.
ru_ru: Поддерживает как компании, так и обычных пользователей, независимо от статуса. Таким образом создаётся разноплановость бизнеса. Такая модель очень гибкая.

source: Make it easy the contacts among persons and companies interested in Free Software business.
fr_fr: Faciliter les contacts entre les individus et les sociétés intéressées dans les affaires en Logiciels Libres.
pl_pl: Zapewnia łatwy kontakt pomiędzy osobami i firmami zainteresowanymi Wolnym Oprogramowaniem.
pt_pt: Facilitar o contacto entre indivíduos e empresas interessadas no negócio do Software Livre.
ru_ru: Позволяет легко контактировать между собой простым разработчикам и компаниям, заинтересованным в бизнесе Свободного ПО.

source: Having a global scope, supporting business models based on long-distance jobs. With future technologies the localisation must not be an obstacle to establish relationships about IT services. So, the goal, already got, to translate the webapp to other languages, and to support the fact that a job offer could be inserted in several languages.
fr_fr: Avoir une zone d'activité globale, supportant ainsi des modèles d'affaires basés sur le travail à longue distance. Avec les technologies à venir, la localisation ne devrait pas être un obstacle pour établir des relations entre plusieurs services IT. Le but de traduire l'application web en plusieurs langues et de permettre ainsi la saisie d'une offre d'emploi en plusieurs langues est déjà atteint.
pl_pl: Posiada globalny zasięg, ułatwiając pozyskanie pracy zdalnej. Dzięki technologiom przyszłości, lokalizacja nie jest przeszkodą w pozyskiwaniu kontaktów i usłóg IT. Więc nasz cel właściwie jest dość jasny - strona musi być wielojęzyczna i musimy pamiętać że oferty pracy mogą być zamieszczane w kilku językach.
pt_pt: Tendo um âmbito global, suportar modelos de negócio baseados em tele-trabalho. Com as tecnologias futuras a localização não mais poderá ser um obstáculo à criação de relações sobre serviços de TI. Assim, o objectivo, já alcançado, de traduzir a aplicação web para outros idiomas, e de suportar o facto de que uma oferta de trabalho poderá ser inserida em vários idiomas.
ru_ru: Имеет глобальную направленность, поддерживая распределённые бизнес-модели Технологии будущего могут отменить современные препятствия, связанные с распределением работ. Например, для задача перевода веб-сайта на различные языки уже может быть опубликована для нескольких языков сразу.

source: All this taking into account that: "The %1aims%2 of the Association shall be to encourage the professional development of Free Software contributors."
fr_fr: Tout cela en tenant compte que « Le %1but%2 de l'association est d'encourager le développement professionnel des contributeurs en Logiciels Libres ».
pt_pt: Tudo isto tendo em conta que: "Os %1objectivos%2 da Associação serão os de encorajar o desenvolvimento profissional de quem contribui para o Software Livre."
ru_ru: Суммируя выше сказанное, можно сказать что %1цели%2 ассоциации состоят в стимулировании профессиональной разработки участниками создания Свободного Программного Обеспечения.

source: How to subscribe to a job offer?
fr_fr: Comment postuler à une offre d'emploi ?
pl_pl: Jak mogę ubiegać się o konkretne zlecenie?
pt_pt: Como se candidatar a uma oferta de trabalho?
ru_ru: Как подписаться на предложения о работе

source: Register as new %1Person%4, %2Company%4 or %3non-profit Organization%4.
fr_fr: Enregistrez-vous en tant que %1personne%4, %2société%4 ou %3organisation à but non lucratif%4.
pl_pl: Zarejestruj jako nowa %1Osoba%4, %2Firma%4 lub %3organizacja niedochodowa%4.
pt_pt: Registe-se como um novo %1Indivíduo%4, %2Empresa%4 ou %3Organização sem fins lucrativos%4.
ru_ru: Зарегистрируйтесь как новый %1участник%4, %2компания%4 или %3бесприбыльная организация.%4

source: Fill the %1Qualifications%2 form.
fr_fr: Remplissez le formulaire de %1qualifications%2.
pt_pt: Preencha o formulário de %1Qualificações%2.
ru_ru: Заполните данные о %1Квалификации%2.

source: Log in.
fr_fr: Identifiez-vous.
pl_pl: Wejdź.
pt_pt: Inicie sessão.
ru_ru: Войдите в систему.

source: Subscribe to the offer.
fr_fr: Postulez à l'offre.
pl_pl: Subskrybuj wybraną ofertę.
pt_pt: Candidate-se à oferta.
ru_ru: Подпишитесь на предложение.

source: Note that some offers could allow to subscribe only to some entity types: Persons, Companies or non-profit Organizations.
fr_fr: Notez que certaines offres peuvent n'être postulées que par certains types d'entités : Personne, Société ou Organisation à but non lucratif.
pl_pl: Zważ że niektóre oferty mogą zezwalać na subskrybcje tylko pośród podmiotów określonego typu: Osób, Firm, lub Ogranizacji niedochodowych.
pt_pt: Note que algumas ofertas poderão apenas permitir a candidatura a alguns tipos de entidades: Indivíduos, Empresas ou Organizações sem fins lucrativos.
ru_ru: Заметьте, что некоторые предложения работы позволяют подписываться на них только некоторым видам участников: независимым разработчикам, компаниям или бесприбыльным организациям.

source: Who can subscribe to a job offer?
fr_fr: Qui peut postuler à une offre d'emploi ?
pl_pl: Kto może ubiegać się o konkretne zlecenie?
pt_pt: Quem se pode candidatar a uma oferta de emprego?
ru_ru: Кто может подписаться на предложение о работе?

source: Persons, Companies or non-profit Organizations that have met the conditions imposed by the Qualifications form. That is to say, who has been able to fill it rightly.
fr_fr: Des Personnes, Sociétés ou Organisations à but non lucratif qui remplissent les conditions imposées par le formulaire de Qualifications. C'est-à-dire ceux qui réussissent à le remplir correctement.
pl_pl: Osoby, Firmy, lub Organizacje niedochodowe które spełniają kryteria zawarte w kwestionariuszu kwalifikacyjnym, czyli właściwie wszyscy którzy potrafili go poprawnie wypełnić.
ru_ru: Независимые участники, компании и бесприбыльные организации, которые удовлетворяют условиям, заданным в форме требуемой квалификации. То есть те, кто смог заполнить её правильно.

source: Who can post a job offer?
fr_fr: Qui peut poster une offre d'emploi ?
pl_pl: Kto może umieścić swoją ofertę pracy?
pt_pt: Quem pode afixar uma oferta de emprego?
ru_ru: Кто может предложить новую работу?

source: Any Person, Company or non-profit Organization meeting the conditions imposed by the JobOffer form and whose offer fits one of the following requirements:
fr_fr: Toute Personne, Société ou Organisation à but non lucratif qui remplit les conditions imposées par le formulaire d'Offre d'Emploi et dont l'offre correspond à une de ces catégories :
pl_pl: Dowolna Osoba, Firma, lub organizacja niedochodowa spełniająca wymogi formularza zgłoszeniowego i której oferta mieści się w poniższych kryteriach:
ru_ru: Любой участник, компания или бесприбыльная организация, удовлетворяющая условиям формы предложения работы и чьё предложение подходит под следующие требования:

source: Development or maintenance of software for distribution to the public, if all the software to be developed or maintained is %1Free Software%2.
fr_fr: Développement ou maintenance d'un logiciel distribué publiquement, si le logiciel à développer ou maintenir est un %1Logiciel Libre%2.
pl_pl: Tworzenie lub rozwój oprogramowania użytecznego dla ogółu, tworzone oprogramowanie musi być %1Wolnym Oprogramowaniem%2.
ru_ru: Разработка, сопровождение программного обеспечения для публичного распространения, если всё разрабатываемое ПО будет %1Свободным%2.

source: Writing or maintenance of documentation for software, if all the software to be documented is %1Free Software%2, and all the documentation to be written or maintained is free in the same sense.
fr_fr: Écriture ou maintenance de la documentation d'un logiciel, si le logiciel à documenter est un %1Logiciel Libre%2 et si toutes les documentations à écrire ou à maintenir sont libres.
pl_pl: Pisanie lub dostosowywanie dokumentacji dla oprogramowania jeśli całość dokumentowanego oprogramowania jest %1Wolna%2 i tworzona, lub rozwijana dokumentacja jest wolna w podobnym sensie.
ru_ru: Создание или поддержка документации для программного обеспечения, если документируемое " "программное обеспечение является %1Свободным%2, и вся документация распространяется на тех же свободных принципах.

source: Development or maintenance of software for private use by specific clients, if the clients will have the source code and rights to modify and distribute it, and if the software to be used for the development is all %1Free Software%2.
fr_fr: Développement ou maintenance de logiciel à usage privé destiné à des clients spécifiques, si le code source du logiciel et le droit de le modifier et de le distribuer sera donné aux clients et si le logiciel en question est un %1Logiciel Libre%2.
pl_pl: Tworzenie lub rozwój oprogramowanie dla specyficznych klientów posiadających kody źródłowe i prawa do ich modyfikacji, z użyciem %1Wolnego Oprogramowania%2.
ru_ru: Разработка или поддержка программного обеспечения, используемого только в частном порядке клиентами, если они имеют права на исходный код и права на его модификацию и распространение, и если программное обеспечение, используемое для разработки %1Свободное%2.

source: Providing support of software, if all the software to be supported is %1Free Software%2.
fr_fr: Support pour un logiciel, si tous les logiciels supportés sont des %1Logiciels Libres%2.
pl_pl: Udzielanie wsparcia technicznego, dla oprogramowania będącego %1Wolnym Oprogramowaniem%2.
ru_ru: Сопровождение программного обеспечения, если оно является %1Свободным%2.

source: Promotion or marketing of software, if all the software to be promoted and/or marketed is %1Free Software%2.
fr_fr: Promotion ou commercialisation de logiciel, si tous les logiciels vendus sont des %1Logiciels Libres%2.
pl_pl: Promocja lub marketing oprogramowania, które jest %1Wolnym Oprogramowaniem%2.
ru_ru: Распространение и реклама программного обеспечения, учитывая что оно рекламируется как %1Свободное%2.

source: Installation of software, if all the software to be installed is %1Free Software%2.
fr_fr: Installation de logiciel, si tous les logiciels à installer sont des %1Logiciels Libres%2.
pl_pl: Instalacja oprogramowania, jeśli jest to %1Wolne Oprogramowanie%2.
ru_ru: Установка программного обеспечения, если устанавливаемое ПО является %1Свободным%2.

source: Report to %1 about any offer that seems improper.
fr_fr: Veuillez signaler à %1 toute offre qui ne vous semblerait pas conforme.
pl_pl: Wszelkie ofery wyglądające na niepoprawne można zgłaszać pod %1 .
ru_ru: Уведомите %1 о любом предложении, которое кажется неподходящим.

source: How is the Job Site module related to the GNU Herds Association?
fr_fr: De quelle façon le module de site d'emploi est lié à l'Association GNU Herds ?
pt_pt: Qual a relação entre o módulo de Classificados de Emprego e a Associação GNU Herds?
ru_ru: Как соотносятся модуль поиска работы и Ассоциация GNU Herds?

source: The Job Site module is %1controlled%2 by the Association.
fr_fr: Le module de site d'emploi est %1contrôlé%2 par l'Association.
pt_pt: O módulo de Classificados de Emprego é %1controlado%2 pela Associação.
ru_ru: Модуль поиска работу %1управляется%2 ассоциацией.

source: There are not active job offers
fr_fr: Aucune offre d'emploi
pt_pt: Não existem ofertas de emprego activas
ru_ru: Нет активных предложений работы

source: Vacancy title
fr_fr: Titre du poste
pl_pl: Nazwa stanowiska
pt_pt: Título do cargo
ru_ru: Название вакансии

source: Location
fr_fr: Lieu
pl_pl: Lokalizacja
pt_pt: Localização
ru_ru: Положение

source: Offer date
fr_fr: Date souhaitée de début
pl_pl: Data oferty
pt_pt: Data da oferta
ru_ru: Дата поступления

source: Employer
fr_fr: Employeur
pt_pt: Entidade Patronal
ru_ru: Работник

source: Any
fr_fr: Quelconque
pt_pt: Qualquer
ru_ru: Любой

source: telework
fr_fr: Télétravail
pl_pl: praca zdalna
pt_pt: tele-trabalho
ru_ru: Удалённая работа

source: To be able to subscribe your application, you have to fill the Qualification form.
fr_fr: Afin de pouvoir postuler, vous devez remplir le formulaire de Qualifications.
pl_pl: Aby dodać swoją aplikację musisz wypełnić formularz kwalifikacyjny.
pt_pt: Para que seja possível registar a sua candidatura, terá de preencher o formulário de Qualificações.
ru_ru: Чтобы иметь возможность подписаться на предложение работы, вы должны заполнить форму квалификации.

source: To be able to subscribe your application, you have to log in first.
fr_fr: Afin de pouvoir postuler, vous devez vous identifier.
pl_pl: Aby dodać swoją aplikację musisz się zalogować.
pt_pt: Para que seja possível registar a sua candidatura, terá primeiro de iniciar uma sessão.
ru_ru: Чтобы подписаться на предложение работы, необходимо войти в систему.

source: See the
fr_fr: Voir la
pl_pl: Zobacz
pt_pt: Consulte o
ru_ru: Смотрите

source: Note that this job offer is not looking for a
fr_fr: Notez que cette offre d'emploi ne recherche pas un
pl_pl: Zauważ, że ta oferta pracy nie jest dla
pt_pt: Note que esta oferta de emprego não está à procura de um
ru_ru: Заметьте, что это предложение работы не нуждается в

source: You can not subscribe to you own offer.
fr_fr: Vous ne pouvez pas postuler à votre propre offre d'emploi.
pl_pl: Nie możesz się zapisać do własnej oferty.
pt_pt: Não pode candidatar-se à sua própria oferta de emprego.
ru_ru: Нельзя подписаться на собственное предложение о работе.

source: ERROR: Unexpected condition
fr_fr: ERREUR : Condition inattendue
pl_pl: BŁĄD: Niespodziewany stan
pt_pt: ERRO: Condição inesperada
ru_ru: ОШИБКА: Неожиданное условие

source: Your application has been subscribed to this job offer
fr_fr: Votre candidature pour ce poste a été enregistrée.
pl_pl: Twoja aplikacja, dotycząca tej oferty, została wysłana
pt_pt: A sua candidatura foi recebida para esta oferta de emprego
ru_ru: Ваше заявка на предложение о работе получена

source: been born in
fr_fr: né(e) à
pt_pt: nascido em
ru_ru: место рождения

source: Nationality
fr_fr: Nationalité
pl_pl: Narodowość
pt_pt: Nacionalidade
ru_ru: Национальность

source: View contact information
fr_fr: Contacts
pl_pl: Zobacz informacje o kontrakcie
pt_pt: Consultar informação de contacto
ru_ru: Посмотреть информацию о контактах

source: IS LOOKING FOR
fr_fr: RECHERCHE
pt_pt: ESTÁ A PROCURAR
ru_ru: ИЩЕТ КОГО

source: Entity type
fr_fr: Type d'entité
pt_pt: Tipo de entidade
ru_ru: Тип сущности

source: Persons
fr_fr: Personne
pl_pl: Osoby
pt_pt: Indivíduos
ru_ru: Участники

source: Companies
fr_fr: Société
pl_pl: Firmy
pt_pt: Empresas
ru_ru: Компании

source: non-profit Organizations
fr_fr: Organisation à but non lucratif
pl_pl: Organizacje pożytku publicznego
pt_pt: Organizações sem fins lucrativos
ru_ru: бесприбыльные организации

source: or
fr_fr: ou
pl_pl: lub
pt_pt: ou
ru_ru: или

source: Vacancies
fr_fr: Poste vacant
pl_pl: Wakaty
pt_pt: Vagas
ru_ru: Вакансии

source: Ref.
fr_fr: Réf.
ru_ru: Ссылка.

source: Contract type
fr_fr: Type de contrat
pl_pl: Rodzaj umowy
pt_pt: Tipo de contrato
ru_ru: Тип контакта

source: Wage rank
fr_fr: Salaire
pl_pl: Wysokość zarobków
pt_pt: Nível salarial
ru_ru: Уровень заработной платы

source: Estimated effort
fr_fr: Estimation de l'effort
pl_pl: Przybliżona ilość pracy
ru_ru: Оценка времени

source: Professional experience since
fr_fr: Expérience professionelle depuis
pl_pl: Doświadczenie zawodowe od
pt_pt: Experiência profissional desde
ru_ru: Профессиональный опыт

source: Experience since
fr_fr: Expérience depuis
pl_pl: Doświadczenie od
ru_ru: Опыт

source: Academic qualification
fr_fr: Diplômes
pl_pl: Wykształcenie akademickie
pt_pt: Qualificações académicas
ru_ru: Академическая степень

source: Skills
fr_fr: Compétences
pl_pl: Umiejętności
pt_pt: Conhecimentos
ru_ru: Навыки

source: Skill
fr_fr: Compétence
pl_pl: Umiejętność
pt_pt: Conhecimento
ru_ru: Навык

source: Languages
fr_fr: Langues
pl_pl: Języki
pt_pt: Idiomas
ru_ru: Языки

source: Language
fr_fr: Langues
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык

source: Description
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание

source: Certifications
pl_pl: Certyfikaty
pt_pt: Certificações
ru_ru: Сертификаты
