Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: Free Software Association
fr_fr: Association pour le Logiciel Libre
pt_pt: Associação de Software Livre
ru_ru: Ассоциация Свободного ПО

source: Home
fr_fr: Accueil
pl_pl: Strona główna
pt_pt: Página Inicial
ru_ru: Начало

source: Charter (draft)
fr_fr: Charte (brouillon)
pl_pl: Statut (szkic)
pt_pt: Estatutos (rascunho)
ru_ru: Устав (образец)

source: Timeline
fr_fr: Avancement
pt_pt: Plano de trabalho
ru_ru: Расписание

source: Hackers' Guide
fr_fr: Guide du Hacker
pt_pt: Guia do Programador
ru_ru: Руководство разработчика

source: Manage your data
fr_fr: Gestion de vos données
pt_pt: Organize os seus dados
ru_ru: Управление данными

source: Person
fr_fr: Personne
pl_pl: Osoba
pt_pt: Indivíduo
ru_ru: Участник

source: Person (Member)
fr_fr: Personne (Membre)
pt_pt: Indivíduo (Membro)
ru_ru: Участник (разработчик)

source: Company
fr_fr: Société
pl_pl: Firma
pt_pt: Empresa
ru_ru: Компания

source: non-profit Organization
fr_fr: Organisation à but non lucratif
pl_pl: Organizacja pożytku publicznego
pt_pt: Organização sem fins lucrativos
ru_ru: Безприбыльная организация

source: My qualifications
fr_fr: Mes qualifications
pl_pl: Moje kwalifikacje
pt_pt: As minhas qualificações
ru_ru: Квалификация

source: Our qualifications
fr_fr: Nos qualifications
pl_pl: Nasze kwalifikacje
pt_pt: As nossas qualificações
ru_ru: Наша квалификация

source: Your qualifications
fr_fr: Vos qualifications
pt_pt: As suas qualificações
ru_ru: Ваши квалификация

source: My job offers
fr_fr: Mes offres d'emplois
pt_pt: As minhas ofertas de emprego
ru_ru: Предложения работы

source: Our job offers
fr_fr: Nos offres d'emplois
pt_pt: As nossas ofertas de emprego
ru_ru: Наши предложения работы

source: Your job offers
fr_fr: Vos offres d'emplois
pt_pt: As suas ofertas de emprego
ru_ru: Ваши предложения работы

source: My job applications
fr_fr: Mes candidatures
pt_pt: As minhas candidaturas
ru_ru: Мои заявки на работу

source: Our job applications
fr_fr: Nos candidatures
pt_pt: As nossas candidaturas
ru_ru: Наши заявки на работу

source: Your job applications
fr_fr: Vos candidatures
pt_pt: As suas candidaturas
ru_ru: Ваши заявки на работу

source: Resources
fr_fr: Ressources
pl_pl: Zasoby
pt_pt: Recursos
ru_ru: Ресурсы

source: Careers
fr_fr: Carrière
pt_pt: Carreiras
ru_ru: Карьера

source: FS Business Networks
fr_fr: Réseaux d'affaires en LL
pt_pt: Redes de Negócios FS
ru_ru: Деловые ресурсы о Свободном ПО

source: FS Job Offers
fr_fr: Offres d'emplois en LL
pt_pt: Ofertas de Emprego FS
ru_ru: Работа над Свободным ПО

source: Others
fr_fr: Autres
pt_pt: Outros
ru_ru: Другие

source: Special Interest Groups
fr_fr: Groupes d'intérêts spécifiques
pt_pt: Grupos com Interesses Especiais
ru_ru: Группы по интересам

source: e-Voting
fr_fr: Vote en ligne
pl_pl: Elekcja
pt_pt: e-Voto
ru_ru: Электронное голосование

source: Password
fr_fr: Mot de passe
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль

source: Log in
fr_fr: S'identifier
pl_pl: Zaloguj się
pt_pt: Iniciar sessão
ru_ru: Войти

source: Lost password?
fr_fr: Mot de passe perdu ?
pl_pl: Zapomniałeś hasła?
pt_pt: Esqueceu-se da senha?
ru_ru: Забыли пароль?

source: New person?
fr_fr: Nouvel utilisateur
pt_pt: Novo indivíduo?
ru_ru: Новый участник?

source: New company?
fr_fr: Nouvelle société
pt_pt: Nova empresa?
ru_ru: Новая компания?

source: New non-profit?
fr_fr: Nouvelle organisation
pt_pt: Nova organização?
ru_ru: Новая бесприбыльная организация?

source: Log out
fr_fr: Déconnecter
pl_pl: Wyloguj się
pt_pt: Terminar sessão
ru_ru: Выйти

source: Now, you can go to the menu to manage your data
fr_fr: Vous pouvez maintenant gérer vos données en passant par le menu
pt_pt: Agora, pode utilizar o menu para organizar os seus dados
ru_ru: Теперь меню позволяет настраивать личные данные

source: Log in successful
fr_fr: Identification réussie
pt_pt: Sessão iniciada com sucesso
ru_ru: Вход удался

source: Log out successful
fr_fr: Déconnexion réussie
pt_pt: Sessão terminada com sucesso
ru_ru: Выход удался

source: Log in unsuccessful: Invalid user or password, or some problem with the data base.
fr_fr: Identification impossible : email ou mot de passe invalide, ou problème de base de données.
pt_pt: Erro ao iniciar sessão: Utilizador ou senha inválidos, ou existe um problema com a base de dados.
ru_ru: Не удалось войти: пользователь или пароль неверны. Хотя, возможно, возникла проблема в базе данных.

source: To keep the access to the user data physically secure, we have proposed to move the PostgreSQL and HTTP service of the %1 domain to offices managed by FSF staff.
fr_fr: Afin de garantir la sécurité physique de vos données, nous avons demandé le déplacement des services PostgreSQL et HTTP du domaine %1 vers des bureaux gérés par l'équipe FSF.
pt_pt: Para manter o acesso aos dados dos utilizadores fisicamente seguros, propusemos mover o serviço PostgreSQL e HTTP do domínio %1 para escritórios controlados pela FSF.
ru_ru: Чтобы защитить базу пользователей от физического вмешательства, мы предложили переместить сервисы базы данных и веб-сервера домена %1 в помещения Ассоциации Свободного ПО.

source: Write your email and click the Send button.
fr_fr: Entrez votre adresse de messagerie électronique et validez par le bouton Envoyer.
pl_pl: Wpisz swój adres e-mail i wciśnij przycisk 'Wyślij'.
pt_pt: Introduza o seu email e prima o botão Enviar.
ru_ru: Напишите сообщение и нажмите на кнопку "Отослать"

source: Send
fr_fr: Envoyer
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отослать

source: You are already logged!. So we suppose you know your password. Anyway, log out and ask for it again if you want we send it to you.
fr_fr: Vous êtes déjà connecté et vous ne connaissez pas votre mot de passe ? Vous devez vous déconnecter avant de pouvoir demander qu'on vous le renvoie.
pl_pl: Już jesteś zalogowany! Więc prawdopodobnie znasz swoje hasło. Jeśli nie - wyloguj się i poproś o nie ponownie, a wyślemy ci je na podany adres e-mail
pt_pt: Já possui uma sessão iniciada!. Por isso assumimos que sabe a sua senha. Ainda assim, termine a sua sessão e peça a sua senha novamente caso deseje que esta lhe seja enviada.
ru_ru: Вы уже вошли в систему! Поэтому предполагается, что пароль известен. Если вы хотите сменить пароль, выйдите из системы и попробуйте ещё раз.

source: For security reasons, GNU Herds does not send passwords by electronic mail.
fr_fr: Pour des raisons de sécurité, GNU Herds n'envoie pas les mots de passes par courrier électronique.
pl_pl: Ze względów bezpieczeństwa, nie przesyłamy haseł pocztą elektroniczną.
pt_pt: Por motivos de segurança. o GNU Herds não envia senhas por correio electrónico.
ru_ru: Из соображений безопасности, GNU Herds не посылает пароли по электронной почте.

source: To get your new password follow the below link:
fr_fr: Pour obtenir votre nouveau mot de passe, suivez le lien suivant :
pt_pt: Para obter a sua nova senha siga o link abaixo:
ru_ru: Для получения нового пароля откройте ссылку:

source: If you have not asked for a new password, ignore it and your password will not be changed.
fr_fr: Si vous n'avez pas demandé de changer votre mot de passe, ignorez ce courrier et il ne sera pas modifié.
pl_pl: Jeśli to nie ty prosiłeś o nowe hasło to zignoruj tę wiadomość, a twoje hasło pozostanie niezmienione.
pt_pt: Caso não tenha pedido uma nova senha, ignore-o e a sua senha não será alterada.
ru_ru: Если вы не просили изменить пароль, оставьте это письмо. Пароль останется прежним.

source: An email has been sent to such address with the instructions to change the password.
fr_fr: Un courrier électronique qui explique comment changer le mot de passe a été envoyé à cette adresse.
pt_pt: Foi enviado um email para esse endereço contendo instruções para alterar a senha.
ru_ru: Письмо с инструкциями по смене пароля было отправлено на этот адрес электронной почты.

source: There is not member with that email!. Try again.
fr_fr: Aucun membre n'est enregistré avec cette adresse ! Essayez à nouveau.
pt_pt: Não existe nenhum membro com esse email!. Tente novamente.
ru_ru: Нет участника с таким именем! Попробуйте ещё раз.

source: Your new password is:
fr_fr: Votre nouveau mot de passe est :
pl_pl: Twoje nowe hasło to:
pt_pt: A sua nova senha é:
ru_ru: Новый пароль:

source: To improve your security, you should change your password after loging in.
fr_fr: Pour améliorer votre sécurité, vous devriez changer votre mot de passe immédiatement après vous être identifié.
pl_pl: W trosce o własne bezpieczeństwo powinieneś zmienić swoje hasło po zalogowaniu się.
pt_pt: Para aumentar a sua segurança, deveria alterar a sua senha após iniciar a sessão.
ru_ru: В целях повышения безопасности системы, необходимо войти в систему перед изменением пароля.

source: ERROR: Wrong magic number!
pl_pl: BŁĄD: Magiczny numerek niepoprawny
ru_ru: ОШИБКА: Неверная контрольная сумма!.

source: ERROR: Can not save the uploaded file!
pl_pl: BŁĄD: Nie można zapisać pliku
ru_ru: ОШИБКА: Не удалось сохранить загруженный файл!.

source: ERROR: Can not delete the photo or logo file!
pl_pl: BŁĄD: Nie można usunąć zdjęcia lub avatara!
ru_ru: ОШИБКА: Не удалось удалить файл с логотипом или фотографией!.

source: GNU Herds is a not-for-profit %1true-democratic%4 association which %2aims%4 to encourage the professional development of Free Software contributors.
fr_fr: GNU Herds est une association à but non lucratif %1démocratique%4 dont le %2but%4 est d'encourager le développement professionnel des contributeurs aux Logiciels Libres.
ru_ru: GNU Herds - бесприбыльная %1подлинно демократичная%4 ассоциация, которая %2направлена%4 на улучшение профессиональной разработки Свободного Программного Обеспечения.

source: The first step has been to develop the %1Job Site%2 modules and gather together several %3Business Networks%2 models. Some of the JobSite's features are:
fr_fr: La première étape a été de développer les modules du %1site d'offres d'emplois%2 et de regrouper plusieurs modèles de %3réseaux d'affaires%2. Voici certaines des fonctionnalités du site d'offres d'emplois :
ru_ru: Первый шаг состоит в разработке ресурса %1Поиска работы%2 и сборе опыта различных моделей %3Сетевого Бизнеса%2. Некоторые преимущества модуля Поиска работы:

source: Controlled by its own users
fr_fr: Contrôlé par ses propres utilisateurs
pl_pl: Jest kontrolowana przez użytkowników
ru_ru: Управляется своими пользователями

source: FS skills data base
fr_fr: Base de données de compétences en LL
pl_pl: Baza danych umiejętności WO
ru_ru: Имеет базу данных квалификации разработчиков

source: Other modules could be developed. The next steps can be on your side. However, one of those steps has been already proposed: the FSF could grant some certifications. This web application is already ready to support certifications, though such support is now disabled.
fr_fr: D'autres modules pourraient être développés. Vous pourriez même participer à ce développement. Cependant, une évolution a déjà été proposée : la FSF pourrait délivrer des certifications. L'application web est déjà prête à gérer les certifications, bien que ce support soit désactivé pour le moment.
ru_ru: Могут появиться и другие модули. Некоторые из них можете предложить Вы. Например, некоторые модули уже предложены: Ассоциация Свободного ПО может выдавать сертификаты. Этот ресурс уже поддерживает сертификацию, но временно эти возможности отключены.

source: %1 certification
fr_fr: Certification %1
ru_ru: %1 сертификация

source: This project has been put together by a small %1team%2 of members of the Free Software community.
fr_fr: Ce projet a été réalisé par une petite %1équipe%2 de membres de la communauté des Logiciels Libres.
pl_pl: Cały projekt został zrealizowany przez małą %1grupę%2 członków społeczności wspierającej Wolne Oprogramowanie.
ru_ru: Этот проект создан небольшой %1командой%2 членов сообщества Свободного Программного Обеспечения.

source: is the project main list.
fr_fr: est la liste principale du projet.
pl_pl: - główna lista projektu.
pt_pt: esta é a lista principal do projecto.
ru_ru: главный список рассылки проекта.

source: to carry on the web application development.
fr_fr: pour continuer le développement de l'application web.
pl_pl: - lista skupiona na procesie tworzenia aplikacji webowej
pt_pt: para prosseguir com o desenvolvimento da aplicação web.
ru_ru: для обсуждения разработки веб-приложения.

source: For more information:
fr_fr: Plus de plus amples informations :
pl_pl: By uzyskać więcej informacji:
pt_pt: Para mais informações:
ru_ru: Для получения дополнительной информации, смотрите:

source: Charter for GNU Herds (draft)
fr_fr: Statuts de GNU Herds (brouillon)
pl_pl: Statut GNU Herds (szkic)
pt_pt: Estatutos da GNU Herds (rascunho)
ru_ru: Устав GNU Herds (образец)

source: Title
fr_fr: Titre
pl_pl: Tytuł
pt_pt: Título
ru_ru: Заглавие

source: The name of the Association shall be GNU Herds, to be known publicly as GNU Herds - Free Software Association.
fr_fr: Le nom de l'association est GNU Herds, communément appelée GNU Herds - Association pour les Logiciels Libres.
pl_pl: Nazwa Stowarzyszenia winna brzmieć GNU Herds, znana publicznie jako GNU Herds - Free Software Association (Stowarzyszenie na rzecz Wolnego Oprogramowania).
pt_pt: O nome da Associação será GNU Herds, publicamente designada como GNU Herds - Associação de Software Livre.
ru_ru: Название ассоциации - GNU Herds, далее она упоминается как GNU Herds - Ассоциация Свободного ПО

source: Aims
fr_fr: But
pl_pl: Cele
pt_pt: Objectivos
ru_ru: Цели

source: The aims of the Association shall be to %1encourage%2 the professional development of Free Software contributors.
fr_fr: Le but de l'association sera d'%1encourager%2 le développement professionnel des contributeurs aux Logiciels Libres.
pt_pt: Os objectivos da Associação serão %1fomentar%2 o desenvolvimento profissional dos participantes na comunidade de Software Livre.
ru_ru: Цели ассоциации - %1способствовать%2 профессиональной разработке Свободного Программного Обеспечения.

source: Membership
fr_fr: Membres
pl_pl: Członkowstwo
pt_pt: Afiliação
ru_ru: Участие

source: There shall be two kinds of members, voting members, to be known simply as a member, and non-voting members, to be known as an associate member.
fr_fr: L'association pourra contenir deux types de membres : les membres votant, simplement appelés membres, et les membres non-votant, simplement appelés membres associés.
pl_pl: Są dwa rodzaje członkowstwa. Członkowie z prawem do głosowania zwani dalej po prostu "członkami", oraz członkowie bez prawa do głosowania zwani dalej "członkami nadzwyczajnymi".
pt_pt: Existirão dois tipos de membros afiliados: com poder de voto, conhecidos apenas como membros, e sem poder de voto, conhecidos como membros associados.
ru_ru: В ассоциацию входит два вида участников - участники с правом голоса, делее называемые просто участниками, и участники без права голоса - ассоциированные участники.

source: All members must subscribe to the purposes of GNU Herds and adhere to the Code of Ethics at the penalty of their membership being revoked.
fr_fr: Tous les membres doivent être motivés par les buts de GNU Herds et respecter le Code de l'Éthique sous peine de voir leur adhésion révoquée.
pl_pl: Wszyscy członkowie muszą przyczyniać się do zamierzeń GNU Herds oraz stosować się do Kodeksu Etycznego pod groźbą unieważnienia członkowstwa.
pt_pt: Todos os membros devem subscrever os objectivos da GNU Herds e reger-se por este Código de Ética sob pena de verem o seu estatuto de membro ser cancelado.
ru_ru: Все члены ассоциации должны соблюдать принципы GNU Herds и таким образом с Кодексом Этики, в противном случае членство может быть отклонено.

source: To qualify for voting membership one must show a contribution to the Free Software movement.
fr_fr: Afin de pouvoir demander d'être membre votant, une personne doit apporter une contribution au mouvement des Logiciels Libres.
pl_pl: By zakwalifikować się jako członek z prawem do głosowania należy okazać dowód swojego wkładu w rozwój ruchu Wolnego Oprogramowania.
pt_pt: Para se qualificar como membro com poder de voto é necessário demonstrar uma contribuição para o movimento de Software Livre.
ru_ru: Для того, чтобы получить право голоса, участник должен показать свой вклад в движение Свободного ПО.

source: Memberships will be on a yearly basis. Even though membership is free of charge membership must be renewed.
fr_fr: L'adhésion est annuelle et doit être renouvelée même pour les membres qui ne cotisent pas.
pt_pt: A afiliação terá uma validade de um ano. Apesar da afiliação ser gratuita, tem de ser renovada.
ru_ru: Членство обновляется ежегодно. Несмотря на то, что членство бесплатно, оно должно подтверждаться каждый год.

source: Committee
fr_fr: Conseil d'administration
pl_pl: Komitet
pt_pt: Comité
ru_ru: Комитет

source: The Committee shall consist of the following: the members of the system administrator team, the web master team, the certifications team, the translator teams, the Public Relations team and the Ethics Officer.
fr_fr: Le Conseil d'Administration est constitué des personnes suivantes : les membres de l'équipe des administrateurs systèmes, l'équipe des webmasters, l'équipe des certifications, l'équipe des traducteurs, l'équipe des relations publiques et le responsable de l'éthique.
pt_pt: O Comité consistirá no seguinte: os membros da equipa de administração de sistemas, a equipa de administradores web, a equipa de certificações, a equipa de tradutores, a equipa de Relações Públicas e o Responsável de Ética.
ru_ru: Комитет состоит из следущих членов: команда администраторов, команда веб-разработчиков, команда сертификации, команда переводчиков, команда внешних отношений и надзиратель над соблюдением Этики.

source: The certifications team liabilities shall be evaluate, upon request, the %1Free Software Contributor%2 certification, the %3GNU Business Network%4 certification, etc.
fr_fr: Les tâches de l'équipe de certification sera d'évaluer, sur demande, les certifications %1Free Software Contributor%2, %3GNU Business Network%4, etc.
pt_pt: As responsabilidades da equipa de certificações serão avaliar, quando requerido, a certificação de %1Contribuição para o Software Livre%2, certificação de %3Rede de Negócios GNU%4, etc.
ru_ru: Задачи команды сертификации состоят в испытании по запросу сертификатов %1Разработчика Свободного ПО%2, сертификации %3Деловой Сети GNU%4 и подобных действиях.

source: The Ethics Officer will be appointed by the Free Software Foundation, Inc. to ensure the below points: %1 %2The integrity of the GNU name is not breached.%3 %2The Association follows the %4Free Software%5 philosophy.%3 %2The activities are operated in ways that do not lend themselves to be abused to the detriment of the %4Free Software%5 philosophy.%6
fr_fr: Le responsable de l'éthique sera désigné par la Free Software Foundation, Inc. pour s'assurer des points suivants : %1 %2l'intégrité du nom GNU n'est pas menacée ;%3 %2l'association respecte la philosophie des %4Logiciels Libres%5 ;%3 %2les activités se déroulent de telle sorte qu'on ne pourra pas en abuser au détriment de la philosophie des %4Logiciels Libres%5.%6
pl_pl: Etyk będzie powołany przez Fundację Wolnego Oprogramowania (Free Software Foundation, Inc.) by zapewnić dochowanie poniższych postulatów:%1 %2Nie zostanie skalane dobre imię GNU.%3 %2Stowarzyszenie będzie działać zgodnie z filozofią %4Wolnego Oprogramowania%5. %3 %2Działania będą prowadzone tak by nie można było ich nadużyć ze szkodą dla filozofii %4Wolnego Oprogramowania%5. %6
ru_ru: Надзиратель над проблемами Этики будет назначен Free Software Foundation, Inc. для слежения за следующими моментами: %1 %2Использования имени GNU не скомпрометировано.%3 %2Ассоциация следует философии %4Свободного ПО%5.%3 %2Действия участников не ведут к некорректному использованию или очернению философии %4Свободного ПО%5.%6

source: To depart from the above GNU requirements the Association have to discuss it previously with the GNU Project. Any conflict which can not be resolved in the discussion will raise the removal of the GNU Project approval, and so the GNU part of the Association name.
fr_fr: En cas de problème avec les demandes de GNU ci-dessus, l'Association en discutera avec le projet GNU afin de trouver une entente. Un conflit qui ne pourra pas être résolu par la discussion entraînera la suppression du soutien du projet GNU ainsi que de la partie GNU dans le nom de l'association.
pl_pl: By odstąpić od któregoś powyższych wymagań GNU, Stowarzyszenie musi najpierw przedyskutować dane zagadnienie z [GNU PROJECT]. Wszelkie nierozwiązywalne podczas dyskusji konflikty skutkują utratą aprobaty [Projektu GNU], oraz usunięciem przedrostka GNU z nazwy Stowarzyszenia.
ru_ru: Чтобы не отклоняться от требований GNU, Ассоциация должна обсуждать свои действия с проектом GNU. В случае неразрешимого конфликта, может возникнуть обсуждение по удалению поддержки Проекта GNU, и таким образом, удалению GNU из имени Ассоциации.

source: All other officers will be elected by the membership.
fr_fr: Tous les autres membres du bureau seront élus par les membres.
pl_pl: Wszelki inne miejsca w zarządzie obsadzane są przez członków.
pt_pt: Todos os restantes cargos serão eleitos pelos membros.
ru_ru: Весь другой персонал будет выбран из участников проекта.

source: An Office term will be 4 years. All committee positions are voluntary, an officer may step down at any time. After 6 months if the membership is dissatisfied with an officer they may vote her or his out of office.
fr_fr: Un membre du bureau est élu pour un mandat de 4 ans. Toutes les membres du conseil d'administration sont volontaires, un membre du bureau peut se résigner à tout moment. Après une période de 6 mois, si les membres ne sont pas satisfaits d'un membre du bureau, ils peuvent voter sa suppression de poste.
pt_pt: Os mandatos terão uma duração de 4 anos. Todos os cargos do comité são voluntários, um responsável poderá demitir-se a qualquer momento. Após 6 meses no cargo, se os membros estiverem insatisfeitos com um responsável, poderão votar a sua demissão do cargo.
ru_ru: Срок действия полномочий руководителей - 4 года. Все позиции в комитете добровольные, и член комитета может оставить свои полномочия в любое время. После 6 месяцев членства в случае возникновения проблем, может быть возбуждено голосование по отклонению полномочий члена руководства.

source: Decisions
fr_fr: Décisions
pl_pl: Decyzje
pt_pt: Decisões
ru_ru: Решения

source: The goal of the committee is to administer the Association and execute the decisions taken by the members. Therefore, all decisions will be voted upon by the membership.
fr_fr: Le but du conseil d'administration est de gérer l'Association et d'exécuter les décisions prises par les membres. Toutes les décisions seront votées par les membres.
pl_pl: Zarząd jest powołany do administrowania Stowarzyszeniem oraz wykonywania decyzji podjętych przez członków. Dlatego też, wszystkie decyzje będą poddawane pod głosowanie pośród członków.
pt_pt: O objectivo do comité é gerir a Associação e executar as decisões tomadas pelos seus membros. Assim sendo, todas as decisões serão votadas pelos afiliados.
ru_ru: Назначение комитета - администрирование Ассоциации и выполнение решений, принятых членами. Таким образом решения принимаются голосованием членов ассоциации.

source: Voting
fr_fr: Le vote
pl_pl: Głosowanie
pt_pt: Votação
ru_ru: Голосование
