Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: Pounds, Jersey
fr_fr: Livres, Jersey
pt_pt: Libras, Jersey
ru_ru: Фунты, Джерси

source: Pounds, Lebanon
fr_fr: Livres, Liban
pt_pt: Libras, Líbano
ru_ru: Фунты, Ливан

source: Pounds, Saint Helena
fr_fr: Livres, Île Sainte-Hélène
pt_pt: Libras, Santa Helena
ru_ru: Фунты, Остров Святой Елены

source: Pounds, Syria
fr_fr: Livres, Syrie
pt_pt: Libras, Síria
ru_ru: Фунты, Сирия

source: Leva
fr_fr: Levs
pt_pt: Levs
ru_ru: Левы

source: Kyats
ru_ru: Куяты

source: Riels
ru_ru: Реалы

source: Escudos
ru_ru: Эскудо

source: Pesos, Argentina
fr_fr: Pesos, Argentine
ru_ru: Песо, Аргентина

source: Pesos, Chile
fr_fr: Pesos, Chili
ru_ru: Песо, Чили

source: Pesos, Colombia
fr_fr: Pesos, Colombie
pt_pt: Pesos, Colômbia
ru_ru: Песо, Колумбия

source: Pesos, Cuba
ru_ru: Песо, Куба

source: Pesos, Dominican Republic
fr_fr: Pesos, République dominicaine
pt_pt: Pesos, República Dominicana
ru_ru: Песо, Доминиканская Республика

source: Pesos, Mexico
fr_fr: Pesos, Mexique
pt_pt: Pesos, México
ru_ru: Песо, Мексика

source: Pesos, Philippines
pt_pt: Pesos, Filipinas
ru_ru: Песо, Филлипины

source: Pesos, Uruguay
pt_pt: Pesos, Uruguai
ru_ru: Песо, Уругвай

source: Yuan
fr_fr: Yuans
pt_pt: Yuans
ru_ru: Юани

source: Colones, Costa Rica
ru_ru: Колоны, Коста-Рика

source: Kuna
pt_pt: Kunas
ru_ru: Куны

source: Koruny, Czech Republic
fr_fr: Couronnes, République tchèque
pt_pt: Coroas, República Checa
ru_ru: Кроны, Чешская Республика

source: Koruny, Slovakia
fr_fr: Couronnes, Slovaquie
pt_pt: Coroas, Eslováquia
ru_ru: Кроны, Словакия

source: Kroner, Denmark
fr_fr: Couronnes, Danemark
pt_pt: Coroas, Dinamarca
ru_ru: Кроны, Дания

source: Kroner, Norway
fr_fr: Couronnes, Norvège
pt_pt: Coroas, Noruega
ru_ru: Кроны, Норвегия

source: Kronur, Iceland
fr_fr: Couronnes, Islandais
pt_pt: Coroas, Islândia
ru_ru: Кроны, Исландия

source: Kronor, Sweden
fr_fr: Couronnes, Suède
pt_pt: Coroas, Suécia
ru_ru: Кроны, Швеция

source: Nakfas
fr_fr: Nafka
ru_ru: Нафкасы

source: Krooni
fr_fr: Couronnes, Estonien
pt_pt: Coroas, Estónia
ru_ru: Круны

source: Birr
pt_pt: Birres
ru_ru: Бирры

source: Dalasis
fr_fr: Dalasi
ru_ru: Даласисы

source: Israel New Shekels
fr_fr: Shekalim
pt_pt: Novos Sheqels Israelitas
ru_ru: Израильские новые Шекели

source: Lari
fr_fr: Laris
pt_pt: Laris
ru_ru: Лари

source: Cedis
fr_fr: Cedi
ru_ru: Седесы

source: Quetzales
fr_fr: Quetzal
pt_pt: Quetzais
ru_ru: Квитзалесы

source: Gourdes, Haiti
ru_ru: Гурды, Гаити

source: Lempiras
fr_fr: Lempira
ru_ru: Лемпирас

source: Forint, Hungary
fr_fr: Forints, Hongrie
pt_pt: Florins, Hungria
ru_ru: Форинты, Венгрия

source: Rupiahs, Indonesia
fr_fr: Roupies, Indonésie
pt_pt: Rupias, Indonésia
ru_ru: Рупиасы, Индонезия

source: Special Drawing Rights
fr_fr: Droits de tirage spéciaux
pt_pt: Direitos Especiais de Desenho
ru_ru: Специальные права на рисунок

source: Rials, Iran
pt_pt: Riales, Irão
ru_ru: Риялы, Иран

source: Rials, Oman
pt_pt: Riales, Omã
ru_ru: Риялы, Оман

source: Rials, Yemen
fr_fr: Rials, Yémen
pt_pt: Riales, Iémen
ru_ru: Риялы, Йемен

source: Yen, Japan
fr_fr: Yens, Japon
pt_pt: Ienes, Japão
ru_ru: Йены, Япония

source: Tenge
ru_ru: Тенге

source: Shillings, Kenya
fr_fr: Shilling, Kenya
pt_pt: Xelins, Quénia
ru_ru: Шиллинги, Кения

source: Shillings, Uganda
fr_fr: Shilling, Ouganda
pt_pt: Xelins, Uganda
ru_ru: Шиллинги, Уганда

source: Shillings, Somalia
fr_fr: Shilling, Somalie
pt_pt: Xelins, Somália
ru_ru: Шиллинги, Сомали

source: Shillings, Tanzania
fr_fr: Shilling, Tanzanie
pt_pt: Xelins, Tanzânia
ru_ru: Шиллинги, Танзания

source: Som, Kyrgyzstan
fr_fr: Som, Kirghizistan
pt_pt: Soms, Quirguistão
ru_ru: Сом, Киргизия

source: Som, Uzbekistan
fr_fr: Som, Ouzbékistan
pt_pt: Soms, Uzbequistão
ru_ru: Сом, Узбекистан

source: Kip
pt_pt: Kips
ru_ru: Кипы

source: Lats
ru_ru: Латы

source: Maloti, Lesotho
fr_fr: Loti, Lesotho
pt_pt: Lotis, Lesoto
ru_ru: Малоти, Лесото

source: Litas
ru_ru: Литы

source: Patacas
ru_ru: Патаки

source: Denars
pt_pt: Dinares
ru_ru: Динары

source: Ariary
ru_ru: Ариары

source: Kwacha, Malawi
pt_pt: Kwachas, Malaui
ru_ru: Квача, Малавия

source: Kwacha, Zambia
fr_fr: Kwacha, Zambie
pt_pt: Kwachas, Zâmbia
ru_ru: Квача, Замбия

source: Ringgits, Malaysia
fr_fr: Ringgit, Malaisie
pt_pt: Ringgits, Malásia
ru_ru: Рингитты, Малайзия

source: Rufiyaa
ru_ru: Руфийа

source: Liras, Malta
fr_fr: Lires, Malte
ru_ru: Лиры, Мальта

source: Liras, Turkey
fr_fr: Lires, Turquie
pt_pt: Liras, Turquia
ru_ru: Лиры, Турция

source: Ouguiya
fr_fr: Ouguiyas
ru_ru: Оугийа

source: Lei, Moldova
fr_fr: Lei, Moldavia
pt_pt: Leis, Moldávia
ru_ru: Леи, Молдова

source: Lei, Romania
pt_pt: Leis, Roménia
ru_ru: Леи, Румыния

source: Tugrug
fr_fr: Tugriks
pt_pt: Tugrik
ru_ru: Тугурды

source: Dirhams, Morocco
fr_fr: Dirham, Maroc
pt_pt: Dirhams, Marrocos
ru_ru: Драхмы, Марокко

source: Dirhams, United Arab Emirates
fr_fr: Dirham, Émirats arabes unis
pt_pt: Dirhams, Emiratos Árabes Unidos
ru_ru: Драхмы, Объединённые Арабские Эмираты

source: Meticais
fr_fr: Metical
ru_ru: Метрикасы

source: Córdobas
ru_ru: Корбобасы

source: Nairas
ru_ru: Найрасы

source: Won, North Korea
fr_fr: Wons, Corée du Nord
pt_pt: Won, Coreia do Norte
ru_ru: Воны, Северная Корея

source: Won, South Korea
fr_fr: Wons, Corée du Sud
pt_pt: Won, Coreia do Sul
ru_ru: Воны, Южная Корея

source: Balboas
fr_fr: Balboa
ru_ru: Балбоас

source: Kina
pt_pt: Kinas
ru_ru: Кины

source: Guaraníes
fr_fr: Guarani
pt_pt: Guaranis
ru_ru: Гарантии

source: Nuevos soles
pt_pt: Novos Sois
ru_ru: Новые солы

source: Zlotych, Poland
fr_fr: Złotych, Pologne
pt_pt: Zlotes, Polónia
ru_ru: Злотые, Польша

source: Riyals, Qatar
fr_fr: Rials, Qatar
pt_pt: Riales, Qatar
ru_ru: Риялы, Катар

source: Riyals, Saudi Arabia
fr_fr: Rials, Arabie saoudite
pt_pt: Riales, Arábia Saudita
ru_ru: Риялы, Саудовская Аравия

source: Rubles, Russia
fr_fr: Roubles, Russe
pt_pt: Rublos, Russia
ru_ru: Рубли, Россия

source: Tala
fr_fr: Talas
pt_pt: Talas
ru_ru: Талы

source: Dobras
fr_fr: Dobra
ru_ru: Добрасы

source: Leones
ru_ru: Леоны

source: Rand, South Africa
fr_fr: Rands, Afrique du Sud
pt_pt: Rands, África do Sul
ru_ru: Ранды, Южная Африка

source: Emalangeni
ru_ru: Эмалангели

source: Somoni
pt_pt: Somonis, Tadjiquistão
ru_ru: Сомони

source: Baht
fr_fr: Bahts
pt_pt: Bahts
ru_ru: Бахты

source: Hryvnias
fr_fr: Hryvnia
ru_ru: Гривны

source: Vatu
fr_fr: Vatus
pt_pt: Vatus
ru_ru: Вату

source: Bolivares
ru_ru: Боливары

source: Dong
pt_pt: Dongs
ru_ru: Донги

source: Data Bases
fr_fr: Bases de données
pt_pt: Bases de Dados
ru_ru: Базы данных

source: Networks
fr_fr: Réseaux
pt_pt: Redes
ru_ru: Сетевые приложения

source: Systems
fr_fr: Systèmes
pt_pt: Sistemas
ru_ru: Системное программирование

source: Security
fr_fr: Sécurité
pt_pt: Segurança
ru_ru: Безопасность

source: Web
ru_ru: Веб

source: Creative design
fr_fr: Création
pt_pt: Desenho criativo
ru_ru: Дизайн

source: Quality Assurance
fr_fr: Assurance et Qualité
pt_pt: Controlo de Qualidade
ru_ru: Контроль качества

source: General Manager
fr_fr: Directeur Général
pt_pt: Director Geral
ru_ru: Управление

source: HH.RR.
fr_fr: RH
pt_pt: RR.HH.
ru_ru: Управление персоналом

source: Marketing
ru_ru: Маркетинг

source: Logistics and Distribution
fr_fr: Logistique et distribution
pt_pt: Logística e Distribuição
ru_ru: Логистика и распространение

source: Commercial - Seller
fr_fr: Commercial - Vendeur
pt_pt: Comercial - Vendas
ru_ru: Коммерческие продажи

source: Customer support
fr_fr: Support client
pt_pt: Suporte a clientes
ru_ru: Поддержка клиентов

source: Research and Development
fr_fr: Recherche et Développement
pt_pt: Investigação e Desenvolvimento
ru_ru: Исследования и разработка

source: Account Manager
fr_fr: Gestionnaire de compte
pt_pt: Gestor de Conta
ru_ru: Управление безопасностью

source: Project Manager
fr_fr: Chef de Projet
pt_pt: Gestor de Projecto
ru_ru: Менеджер проекта

source: Architect
fr_fr: Architecte
pt_pt: Arquitecto
ru_ru: Архитектор

source: Auditor
fr_fr: Auditeur
ru_ru: Аудитор

source: Adviser
fr_fr: Conseiller
pt_pt: Assessor
ru_ru: Советник

source: Technician
fr_fr: Technicien
pt_pt: Técnico
ru_ru: Технический специалист

source: Functional Analyst
fr_fr: Analyste Fonctionnel
pt_pt: Analista Funcional
ru_ru: Функциональный аналитик

source: Technician Analyst
fr_fr: Analyste Technique
pt_pt: Analista Técnico
ru_ru: Технический аналитик

source: Developer
fr_fr: Développeur
pt_pt: Programador
ru_ru: Разработчик

source: Beta tester
fr_fr: Bêta testeur
ru_ru: Тестировщик

source: Administrator
fr_fr: Administrateur
pt_pt: Administrador
ru_ru: Администратор

source: Documentalist
fr_fr: Documentaliste
pt_pt: Escritor de Documentação
ru_ru: Создатель документации

source: Technical Redactor
fr_fr: Rédacteur Technique
pt_pt: Redactor Técnico
ru_ru: Технический редактор

source: Teacher
fr_fr: Enseignant
pt_pt: Professor
ru_ru: Учитель

source: Translator
fr_fr: Traducteur
pt_pt: Tradutor
ru_ru: Переводчик

source: Operator
fr_fr: Opérateur
pt_pt: Operador
ru_ru: Оператор

source: Technical support
fr_fr: Support technique
pt_pt: Suporte técnico
ru_ru: Техническая поддержка

source: Helpdesk
ru_ru: Поддержка пользователей

source: Undergraduate
fr_fr: Bac
pt_pt: Bacharel
ru_ru: Незаконченное высшее

source: Graduate
fr_fr: Licence
pt_pt: Licenciado
ru_ru: Высшее образование

source: Postgraduate
fr_fr: Master
pt_pt: Mestre
ru_ru: Аспирантура

source: Doctoral
fr_fr: Doctorat
pt_pt: Doutor
ru_ru: Учёная степень

source: Other
fr_fr: Autre
pt_pt: Outro
ru_ru: Другое

source: Vacation cover
fr_fr: Vacances
pt_pt: Cobertura de férias
ru_ru: Во время каникул

source: Maternity cover
fr_fr: Congés de maternité
pt_pt: Cobertura de licença de maternidade
ru_ru: Материнское сопровождение

source: Training
fr_fr: Formation
pt_pt: Formação
ru_ru: Тренировка

source: By hours
fr_fr: à l'heure
pt_pt: À hora
ru_ru: По часам

source: By project
fr_fr: au projet
pt_pt: Ao projecto
ru_ru: По проектам

source: Partner
fr_fr: Partenaire
pt_pt: Parceiro
ru_ru: Партнёр

source: Freelance
fr_fr: Indépendant
pt_pt: Trabalhador Independente
ru_ru: Свободный разработчик

source: Temporary
fr_fr: Temps partiel
pt_pt: Temporário
ru_ru: Временно

source: Half time
fr_fr: Mi-temps
pt_pt: Part-time
ru_ru: Половину рабочего дня

source: Full time
fr_fr: Temps Plein
pt_pt: Horário completo
ru_ru: Полный рабочий день

source: Indefinite
fr_fr: Indéterminé
pt_pt: Indefinido
ru_ru: Сколько угодно

source: by year
fr_fr: par an
pt_pt: por ano
ru_ru: по годам

source: by month
fr_fr: par mois
pt_pt: por mês
ru_ru: по месяцам

source: by week
fr_fr: par semaine
pt_pt: por semana
ru_ru: по неделям

source: by day
fr_fr: par jour
pt_pt: por dia
ru_ru: по дням

source: by hour
fr_fr: de l'heure
pt_pt: por hora
ru_ru: по часам

source: by project
fr_fr: par projet
pt_pt: por projecto
ru_ru: по проектам

source: hours
fr_fr: heures
ru_ru: часы

source: days
fr_fr: jours
ru_ru: дни

source: weeks
fr_fr: semaines
ru_ru: недели

source: months
fr_fr: mois
ru_ru: месяцы

source: years
fr_fr: ans
ru_ru: годы

source: Working
fr_fr: Employé
pt_pt: Empregado
ru_ru: Работа

source: Studying
fr_fr: Étudiant
pt_pt: Estudante
ru_ru: Учёба

source: Without job
fr_fr: Sans emploi
pt_pt: Desempregado
ru_ru: Без работы

source: Null
fr_fr: Aucun
pt_pt: Inexistente
ru_ru: Не разговариваю

source: Basic
fr_fr: Base
pt_pt: Básico
ru_ru: Общие фразы

source: Conversation
pt_pt: Conversação
ru_ru: Могу поддерживать

source: Negotiation
fr_fr: Négociation
pt_pt: Negociação
ru_ru: Могу поддерживать беседу

source: Native
pt_pt: Nativo
ru_ru: Родной

source: Medium
fr_fr: Moyen
pt_pt: Médio
ru_ru: Средний

source: High
fr_fr: Élevé
pt_pt: Alto
ru_ru: Высокий

source: Excellent
pt_pt: Excelente
ru_ru: Отличный

source: Received
fr_fr: Reçu
pt_pt: Recebido
ru_ru: Получено

source: In process
fr_fr: En cours
pt_pt: Em curso
ru_ru: В процессе

source: Ruled out
fr_fr: Éliminé
pt_pt: Recusado
ru_ru: Отклонено

source: Finalist
fr_fr: Finaliste
pt_pt: Finalista
ru_ru: В финале

source: Selected
fr_fr: Sélectionné
pt_pt: Seleccionado
ru_ru: Выбрано

source: Operating systems
fr_fr: Systèmes d'exploitation
pt_pt: Sistemas operativos
ru_ru: Операционные системы

source: Operating system kernels
fr_fr: Noyau de système d'exploitation
pt_pt: Kernels de sistemas operativos
ru_ru: Ядра операционных систем

source: Hardware architectures
fr_fr: Architecture matérielle
pt_pt: Arquitecturas hardware
ru_ru: Аппаратные архитектуры

source: Software engineering methodologies
fr_fr: Génie logiciel
pt_pt: Metodologias de engenharia de software
ru_ru: Методологии разработки ПО

source: Architectural Patterns
fr_fr: Motifs architecturaux
pt_pt: Padrões de Arquitecturas
ru_ru: Архитектурные шаблоны

source: Design Patterns
fr_fr: Motifs de création
pt_pt: Padrões de Desenho
ru_ru: Шаблоны разработки

source: Development formal languages
fr_fr: Langages formels
pt_pt: Linguagens formais de programação
ru_ru: Формальные языки разработки

source: Development specification languages
fr_fr: Langages de spécification
pt_pt: Linguagens de especificação de programação
ru_ru: Языки спецификации разработки

source: Development tools
fr_fr: Outils de développement
pt_pt: Ferramentas de desenvolvimento
ru_ru: Средства разработки

source: Development libraries
fr_fr: Bibliothèques de programmation
pt_pt: Bibliotecas de desenvolvimento
ru_ru: Библиотеки

source: Development frameworks
fr_fr: Environnement de programmation
pt_pt: Frameworks de programação
ru_ru: Среды разработки

source: Development techniques
fr_fr: Techniques de développement
pt_pt: Técnicas de programação
ru_ru: Технологии

source: Testing frameworks
fr_fr: Environnement de test
pt_pt: Frameworks de testes
ru_ru: Платформы тестирования

source: Specifications
fr_fr: Spécifications
pt_pt: Especificações
ru_ru: Спецификации

source: Network protocols
fr_fr: Protocoles réseaux
pt_pt: Protocolos de rede
ru_ru: Сетевые протоколы

source: Network servers
fr_fr: Serveurs en réseaux
pt_pt: Servidores de rede
ru_ru: Сетевые серверы

source: Network tools
fr_fr: Outils réseaux
pt_pt: Ferramentas de rede
ru_ru: Сетевые инструменты

source: Desktop applications
fr_fr: Applications de bureau
pt_pt: Aplicações de produtividade
ru_ru: Приложения рабочей среды

source: Documentation tools
fr_fr: Outils de documentation
pt_pt: Ferramentas de documentação
ru_ru: Средства документирования

source: Translation tools
fr_fr: Outils de traduction
pt_pt: Ferramentas de documentação
ru_ru: Средства перевода

source: Good
fr_fr: Bon
pt_pt: Bom
ru_ru: Хорошее

source: Master
fr_fr: Élevé
pt_pt: Mestre
ru_ru: Мастерское

source: Expert
pt_pt: Experiente
ru_ru: Экспертное

source: internals
fr_fr: internes
pt_pt: pertence ao meio
ru_ru: внутренности

source: up to 6 months
fr_fr: jusqu'à 6 mois
pt_pt: até 6 meses
ru_ru: до 6 месяцев

source: up to 2 years
fr_fr: jusqu'à 2 ans
pt_pt: até 2 anos
ru_ru: до 2 лет

source: up to 5 years
fr_fr: jusqu'à 5 ans
pt_pt: até 5 anos
ru_ru: до 5 лет

source: up to 10 years
fr_fr: jusqu'à 10 ans
pt_pt: até 10 anos
ru_ru: до 10 лет

source: more than 10 years
fr_fr: plus de 10 ans
pt_pt: mais de 10 anos
ru_ru: более 10 лет

source: Project state
fr_fr: Statut du projet
pt_pt: Estado do projecto

source: Look at the %1Hackers' Guide%2
pt_pt: Consulte o %1Guia do Programador%2

source: version
pt_pt: versão

source: My qualif. searches
pt_pt: As minhas pesquisas de qualificações

source: Our qualif. searches
pt_pt: As nossas pesquisas de qualificações

source: Your qualif. searches
pt_pt: As suas pesquisas de qualificações

source: FS job articles
pt_pt: Artigos de Emprego FS

source: International Trade Law
pt_pt: Lei de Comércio Internacional

source: FS Businesses
pt_pt: Negócios FS

source: ERROR: Wrong magic number!.
fr_fr: ERREUR : Nombre magique incorrect.
pt_pt: ERRO: Número mágico incorrecto!.

source: ERROR: Can not save the uploaded file!.
fr_fr: ERREUR : Impossible d'enregistrer le fichier téléchargé.
pt_pt: ERRO: Incapaz de gravar o ficheiro enviado!.

source: ERROR: Can not delete the photo or logo file!.
fr_fr: ERREUR : Impossible de supprimer le fichier d'image ou logo.
pt_pt: ERRO: Incapaz de apagar a fotografia ou logotipo!.

source: Under construction. Look at the %1Hackers' Guide%2.
pt_pt: Em construção. Consulte o %1Guia do Programador%2.

source: GNU Herds is a not-for-profit %1true-democratic%4 association which %2aims%4 to encourage the professional development of Free Software contributors. %5Job Site%4 modules have been developed. It has been put together by a small %3team%4 of interested members of the Free Software community.
pt_pt: GNU Herds é uma associação %1democrática%4 sem fins lucrativos, cujo %2objectivo%4 é promover o desenvolvimento profissional de quem contribui para o Software Livre. Foi já desenvolvido o módulo de %5Classificados de Emprego%4. Este projecto foi realizado por um pequeno %3grupo%4 de membros da comunidade de Software Livre.

source: The Ethics Officer will be appointed by the Free Software Foundation, Inc. to ensure the below points, having veto power over all subjects related to such points: %1 %2The integrity of the GNU name is not breached.%3 %2The Association follows the %4Free Software%5 philosophy.%3 %2The activities are operated in ways that do not lend themselves to be abused to the detriment of the %4Free Software%5 philosophy.%6
pt_pt: O Responsável de Ética será designado pela Free Software Foundation, Inc. para garantir os seguintes pontos, detendo poder de veto sobre todos os temas relacionados com estes pontos: %1 %2A integridade do nome GNU não é comprometida.%3 %2A Associação respeita a filosofia do %4Software Livre%5.%3 %2As actividades são conduzidas de uma forma que não dá azo a que sejam abusadas atentando aos princípios ou filosofia do %4Software Livre%5.%6

source: Note: Use the -P option to avoid getting the old directories which are empty.
pt_pt: Nota: Utilize a opção -P evitar obter os directórios obsoletos que se encontram vazios.

source: The old list archives:
pt_pt: Os arquivos das listas antigas:

source: The %1general%2 mailing list
pt_pt: A lista de email %1geral%2

source: The %1web-dev%2 mailing list
pt_pt: A lista de email %1web-dev%2

source: Why develop a job site module if GNU Herds includes a %1jobsite list%2?.
pt_pt: Porquê desenvolver um módulo de Classificados de Emprego se o GNU Herds inclui uma %1lista de servidores de classificados de emprego%2?.

source: Be licensed with the %1Affero GPL%2 or similar, to cover use of the software over a computer network.
pt_pt: Estar licenciado com a %1Affero GPL%2 ou semelhante, para proteger a utilização da aplicação numa rede informática.

source: Moreover, the management of the jobsite must be %1controlled by its own users%2 using the democratic policy. That will be guaranteed by the GNU Herds association policy. So, being sure the evolution of the jobsite will be controlled and led by its users. The Ethics Officer's %3veto power%2 on Free Software related subjects is needed to be sure the association will follow the %4Free Software%2 philosophy for ever.
pt_pt: Adicionalmente, a gestão do servidor de classificados deve ser %1controlada pelos seus utilizadores%2 segundo regras democráticas. Tal será garantido pelos estatutos da GNU Herds. Assim, garante-se que a evolução do servidor de classificados será controlada e liderada pelos seus utilizadores. O %3poder de veto%2 do Responsável de Ética em assuntos relacionados com o Software Livre é necessário para se ter a certeza de que a associação irá sempre seguir a filosofia do %4Software Livre%2.

source: Persons, Companies or non-profit Organizations.
pt_pt: Indivíduos, Empresas ou Organizações sem fins lucrativos.

source: Any Person, Company or non-profit Organization.
pt_pt: Qualquer Indivíduo, Empresa ou Organização sem fins lucrativos.

source: ERROR: The identifier to show has not been specified!.
fr_fr: ERREUR : L'identificateur à afficher n'a pas été spécifié.
pt_pt: ERRO: Não foi especificado o identificador a apresentar!.

source: Menttes provides training, consulting, web sites, portals, extranets, intranets and custom web application development with Plone, Zope and Python. These services are provided for end-users companies and consulting firms located in Southamerica, North America and Worlwide.
pt_pt: Mentores proporcionam formação, consultadoria, páginas web, portais, extranets, intranets e desenvolvimento de aplicações web à medida baseadas em Plone, Zope e Python. Estes serviços são disponibilizados a empresas e consultoras da América do Sul, América do Norte e resto do mundo.

source: Reset form
pt_pt: Limpar o formulário

source: Cancel
pl_pl: Anuluj
pt_pt: Cancelar

source: The operation has been cancelled.
pt_pt: A operação foi cancelada.

source: The format has to be: Minimum-Optimum. For example:
pt_pt: O formato tem de ser: Mínimo-Óptimo. Por exemplo:

source: Bhutani
pt_pt: Butanês

source: Ounces of Gold
pt_pt: Onças de Ouro

source: Ounces of Palladium
pt_pt: Onças de Paládio

source: Ounces of Platinum
pt_pt: Onças de Platina

source: Ounces of Silver
pt_pt: Onças de Prata

source: ERROR: Connection to database failed!.
fr_fr: ERREUR : Connexion à la base de données en échec.

source: Change language
pl_pl: Zmień język

source: %1Download the project source code!%2
pl_pl: %1Pobierz kod źródłowy projektu%2

source: Coders' guide
pl_pl: Przewodnik dla programistów

source: FAQ
pl_pl: Najczęstsze pytania (FAQ)

source: Account
pl_pl: Konto

source: My personal profile
pl_pl: Mój profil

source: Our company
pl_pl: Nasza firma

source: Our non-profit
pl_pl: Nasza organizacja niedochodowa

source: My notices
pl_pl: Moje powiadomienia

source: Our notices
pl_pl: Nasze powiadomienia

source: My subscriptions
pl_pl: Moje subskrypcje

source: Our subscriptions
pl_pl: Nasze subskrypcje

source: Settings
pl_pl: Ustawienia

source: Administration
pl_pl: Administracja

source: FS business models
pl_pl: Modelowy biznes WO

source: FS job offers
pl_pl: Oferty pracy WO

source: FS pledges
pl_pl: Deklaracje WO

source: FS volunteers
pl_pl: Wolontariat WO

source: Register person
pl_pl: Zarejestruj się

source: Register company
pl_pl: Zarejestruj swoją firmę

source: Register non-profit organization
pl_pl: Zarejestruj swoją organizację niedochodową

source: Register non-profit
pl_pl: Zarejestruj organizację

source: Log in successful!
pl_pl: Logowanie powiodło się

source: Now, you can go to the account menu to manage your data.
pl_pl: Teraz możesz przejść do ustawień konta by doprecyzować informacje o sobie

source: Log in unsuccessful!
pl_pl: Logowanie zakończyło się niepowodzeniem!

source: Invalid user or password, or some problem with the data base.
pl_pl: Wpisałeś niepoprawne hasło lub login, tudzież wystąpił problem z bazą danych

source: Log out successful.
pl_pl: Wylogowałeś się.

source: Please send any feedback to %1. For example, you may send reports of technical problems such as broken links, bad page rendering, etc. We would also welcome any criticisms or suggestions. GNU Herds works for you!
pl_pl: Wszelkie uwagi proszę wysyłać na adres %1. Możesz np. przesłać raport nt. problemów technicznych takich jak niedziałające odnośniki, błędy w renderowaniu strony itd. Poza tym jesteśmy otwarci na wszelką krytykę i sugestie. GNU Herds jest dla Ciebie!

source: To get your new password follow the below link.
pl_pl: By uzyskać nowe hasło przejdź do strony z poniższego odnośnika

source: That link will expire in 2 hours:
pl_pl: Strona wygasa w ciągu dwóch godzin:

source: An email has been sent to %s with the instructions to change the password.
pl_pl: Na adres %s został wysłany email z instrukcjami jak zmienić hasło.
