Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: Heard and McDonald Islands
fr_fr: Île Heard et îles McDonald
pt_pt: Ilhas Heard e McDonald
ru_ru: Острова Херд и Макдоналд

source: Holy See (Vatican City State)
fr_fr: Cité du Vatican
pt_pt: Estado da Cidade do Vaticano
ru_ru: Ватикан (Папский Престол)

source: Honduras
ru_ru: Гондурас

source: Hong Kong
ru_ru: Гонконг

source: Hrvatska (Croatia)
fr_fr: Croatie
pt_pt: Croácia
ru_ru: Хорватия

source: Hungary
fr_fr: Hongrie
pt_pt: Hungria
ru_ru: Венгрия

source: Iceland
fr_fr: Islande
pt_pt: Islândia
ru_ru: Исландия

source: India
fr_fr: Inde
pt_pt: Índia
ru_ru: Индия

source: Indonesia
fr_fr: Indonésie
pt_pt: Indonésia
ru_ru: Индонезия

source: Iran
pt_pt: Irão
ru_ru: Иран

source: Iraq
fr_fr: Irak
pt_pt: Iraque
ru_ru: Ирак

source: Ireland
fr_fr: Irlande
pt_pt: Irlanda
ru_ru: Ирландия

source: Israel
fr_fr: Israël
ru_ru: Израиль

source: Italy
fr_fr: Italie
pt_pt: Itália
ru_ru: Италия

source: Jamaica
fr_fr: Jamaïque
ru_ru: Ямайка

source: Japan
fr_fr: Japon
pt_pt: Japão
ru_ru: Япония

source: Jordan
fr_fr: Jordanie
pt_pt: Jordânia
ru_ru: Иордания

source: Kazakhstan
pt_pt: Quazaquistão
ru_ru: Казахстан

source: Kenya
pt_pt: Quénia
ru_ru: Кения

source: Kiribati
ru_ru: Кирибати

source: Korea Democratic People's Republic of
fr_fr: Corée du Nord
pt_pt: Coreia, República Popular Democrática da
ru_ru: Корейская Демократическая Народная Республика

source: Korea, Republic of
fr_fr: Corée du Sud
pt_pt: Coreia, República da
ru_ru: Республика Корея

source: Kuwait
fr_fr: Koweït
ru_ru: Кувейт

source: Kyrgyz Republic
fr_fr: Kirghizistan
pt_pt: Quirguistão
ru_ru: Республика Киргизия

source: Lao
fr_fr: Laos
ru_ru: Лаосский

source: Latvia
fr_fr: Lettonie
pt_pt: Letónia
ru_ru: Латвия

source: Lebanon
fr_fr: Liban
pt_pt: Líbano
ru_ru: Ливан

source: Lesotho
pt_pt: Lesoto
ru_ru: Лесото

source: Liberia
fr_fr: Libéria
pt_pt: Libéria
ru_ru: Либерия

source: Libyan Arab Jamahiriya
fr_fr: Libye
pt_pt: Líbia
ru_ru: Ливийская Арабская Джамахирия

source: Liechtenstein
ru_ru: Лихтенштейн

source: Lithuania
fr_fr: Lituanie
pt_pt: Lituânia
ru_ru: Литва

source: Luxembourg
pt_pt: Luxemburgo
ru_ru: Люксембург

source: Macao
pt_pt: Macau
ru_ru: Макао

source: Macedonia
fr_fr: Macédoine
pt_pt: Macedónia
ru_ru: Македония

source: Madagascar
ru_ru: Мадагаскар

source: Malawi
ru_ru: Малави

source: Malaysia
fr_fr: Malaisie
pt_pt: Malásia
ru_ru: Малайзия

source: Maldives
pt_pt: Maldivas
ru_ru: Мальдивы

source: Mali
pt_pt: Malí
ru_ru: Мали

source: Malta
fr_fr: Malte
ru_ru: Мальта

source: Marshall Islands
fr_fr: Îles Marshall
pt_pt: Ilhas Marshall
ru_ru: Маршалловы Острова

source: Martinique
pt_pt: Martinica
ru_ru: Мартиника

source: Mauritania
fr_fr: Mauritanie
pt_pt: Mauritânia
ru_ru: Мавритания

source: Mauritius
fr_fr: Maurice
pt_pt: Maurícias
ru_ru: Маврикий

source: Mayotte
ru_ru: Майотта

source: Mexico
fr_fr: Mexique
pt_pt: México
ru_ru: Мексика

source: Micronesia
fr_fr: Micronésie
pt_pt: Micronésia
ru_ru: Микронезия

source: Moldova
fr_fr: Moldavie
ru_ru: Молдова

source: Monaco
pt_pt: Mónaco
ru_ru: Монако

source: Mongolia
fr_fr: Mongolie
pt_pt: Mongólia
ru_ru: Монголия

source: Montserrat
ru_ru: Монтсеррат

source: Morocco
fr_fr: Maroc
pt_pt: Marrocos
ru_ru: Марокко

source: Mozambique
pt_pt: Moçambique
ru_ru: Мозамбик

source: Myanmar
ru_ru: Мьянма

source: Namibia
fr_fr: Namibie
pt_pt: Namíbia
ru_ru: Намибия

source: Nauru
ru_ru: Науру

source: Nepal
fr_fr: Népal
ru_ru: Непал

source: Netherlands Antilles
fr_fr: Antilles néerlandaises
pt_pt: Antilhas Holandesas
ru_ru: Нидерландские Антилы

source: Netherlands, Kingdom of the
fr_fr: Pays-Bas
pt_pt: Holanda
ru_ru: Нидерланды Королевство

source: New Caledonia
fr_fr: Nouvelle-Calédonie
pt_pt: Nova Caledónia
ru_ru: Новая Каледония

source: New Zealand
fr_fr: Nouvelle-Zélande
pt_pt: Nova Zelândia
ru_ru: Новая Зеландия

source: Nicaragua
ru_ru: Никарагуа

source: Niger
pt_pt: Níger
ru_ru: Нигер

source: Nigeria
pt_pt: Nigéria
ru_ru: Нигерия

source: Niue
fr_fr: Niué
ru_ru: Ниуэ

source: Norfolk Island
fr_fr: Île Norfolk
pt_pt: Ilha de Norfolk
ru_ru: Остров Норфолк

source: Northern Mariana Islands
fr_fr: Îles Mariannes du Nord
pt_pt: Ilhas Marianas do Norte
ru_ru: Северные Марианские острова

source: Norway
fr_fr: Norvège
pt_pt: Noruega
ru_ru: Норвегия

source: Oman
pt_pt: Omã
ru_ru: Оман

source: Pakistan
pt_pt: Paquistão
ru_ru: Пакистан

source: Palau
fr_fr: Palaos
ru_ru: Палау

source: Palestinian Territory
fr_fr: Palestine
pt_pt: Território Palestiniano
ru_ru: Палестинские Территории

source: Panama
fr_fr: Panamá
pt_pt: Panamá
ru_ru: Панама

source: Papua New Guinea
fr_fr: Papouasie-Nouvelle-Guinée
pt_pt: Papua Nova Guiné
ru_ru: Папуа Новая Гвинея

source: Paraguay
pt_pt: Paraguai
ru_ru: Парагвай

source: Peru
fr_fr: Pérou
pt_pt: Perú
ru_ru: Перу

source: Philippines
pt_pt: Filipinas
ru_ru: Филиппины

source: Pitcairn Island
fr_fr: Îles Pitcairn
pt_pt: Ilhas Pitcairn
ru_ru: Остров Питкайрн

source: Poland
fr_fr: Pologne
pt_pt: Polónia
ru_ru: Польша

source: Portugal
ru_ru: Португалия

source: Puerto Rico
fr_fr: Porto Rico
pt_pt: Porto Rico
ru_ru: Пуэрто-Рико

source: Qatar
ru_ru: Катар

source: Reunion
fr_fr: Réunion
pt_pt: Reunião
ru_ru: Реюньон

source: Romania
fr_fr: Roumanie
pt_pt: Roménia
ru_ru: Румыния

source: Russian Federation
fr_fr: Russie
pt_pt: Rússia, Federação
ru_ru: Россия

source: Rwanda
pt_pt: Ruanda
ru_ru: Руанда

source: St. Helena
fr_fr: Île Sainte-Hélène
pt_pt: Santa Helena
ru_ru: Остров Святой Елены

source: St. Kitts and Nevis
fr_fr: Saint-Christophe-et-Niévès
pt_pt: São Kitts e Nevis
ru_ru: Святой Киттс и Невис

source: St. Lucia
fr_fr: Sainte-Lucie
pt_pt: Santa Lucia
ru_ru: Святая Лусия

source: St. Pierre and Miquelon
fr_fr: Saint-Pierre-et-Miquelon
pt_pt: São Pedro e Miquelon
ru_ru: Святой Пьер и Микелон

source: St. Vincent and the Grenadines
fr_fr: Saint-Vincent-et-les Grenadines
pt_pt: São Vicente e as Granadinas
ru_ru: Святой Винсент и Гренадины

source: Samoa
ru_ru: Самоа

source: San Marino
fr_fr: Saint-Marin
pt_pt: São Marino
ru_ru: Сан-Марино

source: Sao Tome and Principe
fr_fr: São Tomé-et-Principe
pt_pt: São Tomé e Príncipe
ru_ru: Сан-Томе и Принсипи

source: Saudi Arabia
fr_fr: Arabie saoudite
pt_pt: Arábia Saudita
ru_ru: Саудовская Аравия

source: Senegal
fr_fr: Sénégal
ru_ru: Сенегал

source: Serbia and Montenegro
fr_fr: Serbie-et-Monténégro
pt_pt: Servia e Montenegro
ru_ru: Сербия и Черногория

source: Seychelles
ru_ru: Сейшелы

source: Sierra Leone
pt_pt: Serra Leoa
ru_ru: Сьерра-Леоне

source: Singapore
fr_fr: Singapour
pt_pt: Singapura
ru_ru: Сингапур

source: Slovakia
fr_fr: Slovaquie
pt_pt: Eslováquia
ru_ru: Словакия

source: Slovenia
fr_fr: Slovénie
pt_pt: Eslovénia
ru_ru: Словения

source: Solomon Islands
fr_fr: Îles Salomon
pt_pt: Ilhas Salomão
ru_ru: Соломоновы Острова

source: Somalia
fr_fr: Somalie
pt_pt: Somália
ru_ru: Сомали

source: South Africa
fr_fr: Afrique du Sud
pt_pt: África do Sul
ru_ru: Южная Африка

source: South Georgia and the South Sandwich Islands
fr_fr: Géorgie du Sud et les îles Sandwich du Sud
pt_pt: Ilhas Georgia e Sandwich do Sul
ru_ru: Южная Джорджия и Южные Сандвичевы острова

source: Spain
fr_fr: Espagne
pt_pt: Espanha
ru_ru: Испания

source: Sri Lanka
ru_ru: Шри-Ланка

source: Sudan
fr_fr: Soudan
pt_pt: Sudão
ru_ru: Судан

source: Suriname
ru_ru: Суринам

source: Svalbard & Jan Mayen Islands
fr_fr: Svalbard et Jan Mayen
pt_pt: Ilhas Svalbard e Jan Mayen
ru_ru: Свалбард и Острова Жана Маена

source: Swaziland
pt_pt: Swazilândia
ru_ru: Свазиленд

source: Sweden
fr_fr: Suède
pt_pt: Suécia
ru_ru: Швеция

source: Switzerland
fr_fr: Suisse
pt_pt: Suiça
ru_ru: Швейцария

source: Syrian Arab Republic
fr_fr: Syrie
pt_pt: Síria
ru_ru: Сирийская Арабская Республика

source: Taiwan
pt_pt: Ilha Formosa
ru_ru: Тайвань

source: Tajikistan
fr_fr: Tadjikistan
pt_pt: Tajiquistão
ru_ru: Таджикистан

source: Tanzania
fr_fr: Tanzanie
pt_pt: Tanzânia
ru_ru: Танзания

source: Thailand
fr_fr: Thaïlande
pt_pt: Tailândia
ru_ru: Таиланд

source: Timor-Leste
fr_fr: Timor oriental
ru_ru: Восточный Тимор

source: Togo
ru_ru: Того

source: Tokelau
ru_ru: Токелау

source: Tonga
ru_ru: Тонга

source: Trinidad and Tobago
fr_fr: Trinité-et-Tobago
pt_pt: Trindade e Tobago
ru_ru: Тринидад и Тобаго

source: Tunisia
fr_fr: Tunisie
pt_pt: Tunísia
ru_ru: Тунис

source: Turkey
fr_fr: Turquie
pt_pt: Turquia
ru_ru: Турция

source: Turkmenistan
fr_fr: Turkménistan
pt_pt: Turcomenistão
ru_ru: Туркмения

source: Turks and Caicos Islands
fr_fr: Îles Turques et Caïques
pt_pt: Ilhas Turcas e Caicos
ru_ru: Острова Теркс и Кайкос

source: Tuvalu
ru_ru: Тувалу

source: US Virgin Islands
fr_fr: Îles Vierges américaines
pt_pt: Ilhas Virgens dos Estados Unidos
ru_ru: Виржинские Острова США

source: Uganda
fr_fr: Ouganda
ru_ru: Уганда

source: Ukraine
pt_pt: Ucrânia
ru_ru: Украина

source: United Arab Emirates
fr_fr: Émirats arabes unis
pt_pt: Emirados Árabes Unidos
ru_ru: Объединенные Арабские Эмираты

source: United Kingdom of Great Britain & N. Ireland
fr_fr: Royaume-Uni de Grande-Bretagne et d'Irlande
pt_pt: Reino Unido da Grã Bretanha & Irlanda do Norte
ru_ru: Объединённое Королевство Британии и Северной Ирландии

source: United States Minor Outlying Islands
fr_fr: Îles mineures éloignées des États-Unis
pt_pt: Islas Ultramarinas dos Estados Unidos
ru_ru: Малые Тихоокеанские Отдаленные острова Соединенных Штатов

source: United States of America
fr_fr: États-Unis d'Amérique
pt_pt: Estados Unidos da América
ru_ru: Соединенные Штаты Америки

source: Uruguay
pt_pt: Uruguai
ru_ru: Уругвай

source: Uzbekistan
fr_fr: Ouzbékistan
pt_pt: Uzbequistão
ru_ru: Узбекистан

source: Vanuatu
ru_ru: Вануату

source: Venezuela
ru_ru: Венесуэла

source: Viet Nam
fr_fr: Viêt Nam
pt_pt: Vietname
ru_ru: Вьетнам

source: Wallis and Futuna Islands
fr_fr: Wallis-et-Futuna
pt_pt: Ilhas Wallis e Futuna
ru_ru: Острова Валлис и Футуна

source: Western Sahara
fr_fr: Sahara occidental
pt_pt: Sahara Ocidental
ru_ru: Западная Сахара

source: Yemen
fr_fr: Yémen
pt_pt: Iémen
ru_ru: Йемен

source: Zambia
fr_fr: Zambie
pt_pt: Zâmbia
ru_ru: Замбия

source: Zimbabwe
pt_pt: Zimbabué
ru_ru: Зимбабве

source: Afar
ru_ru: Афар

source: Abkhazian
fr_fr: Abkhaze
pt_pt: Abcázio
ru_ru: Абхазский

source: Afrikaans
ru_ru: Африкаанс

source: Amharic
fr_fr: Amharique
pt_pt: Amárico
ru_ru: Амхарский (Амаринья)

source: Arabic
fr_fr: Arabe
pt_pt: Árabe
ru_ru: Арабский

source: Assamese
fr_fr: Assamais
pt_pt: Assmês
ru_ru: Ассамский

source: Aymara
pt_pt: Aimará
ru_ru: Аймара

source: Azerbaijani
fr_fr: Azéri
pt_pt: Azeri
ru_ru: Азербайджанский

source: Bashkir
fr_fr: Bachkir
pt_pt: Basquir
ru_ru: Башкирский

source: Byelorussian
fr_fr: Biélorusse
pt_pt: Bielorruso
ru_ru: Белорусский

source: Bulgarian
fr_fr: Bulgare
pt_pt: Búlgaro
ru_ru: Болгарский

source: Bihari
ru_ru: Бихари

source: Bislama
fr_fr: Bichelamar
ru_ru: Бислама

source: Bengali
fr_fr: Bengalî
ru_ru: Бенгальский

source: Tibetan
fr_fr: Tibétain
pt_pt: Tibetano
ru_ru: Тибетский

source: Breton
pt_pt: Bretão
ru_ru: Бретонский

source: Catalan
pt_pt: Catalão
ru_ru: Каталанский

source: Corsican
fr_fr: Corse
pt_pt: Corso
ru_ru: Корсиканский

source: Czech
fr_fr: Tchèque
pt_pt: Checo
ru_ru: Чешский

source: Welsh
fr_fr: Gallois
pt_pt: Galés
ru_ru: Уэльский (Валлийский)

source: Danish
fr_fr: Danois
pt_pt: Dinamarquês
ru_ru: Датский

source: German
fr_fr: Allemand
pt_pt: Alemão
ru_ru: Немецкий

source: Dzongkha
ru_ru: Дзонг-кэ

source: Greek
fr_fr: Grec
pt_pt: Grego
ru_ru: Греческий

source: English
fr_fr: Anglais
pt_pt: Inglês
ru_ru: Английский

source: Esperanto
fr_fr: Espéranto
ru_ru: Эсперанто

source: Spanish
fr_fr: Espagnol
pt_pt: Espanhol
ru_ru: Испанский

source: Estonian
fr_fr: Estonien
pt_pt: Estoniano
ru_ru: Эстонский

source: Basque
pt_pt: Basco
ru_ru: Баскский

source: Persian
fr_fr: Persan
pt_pt: Persa
ru_ru: Персидский

source: Finnish
fr_fr: Finnois
pt_pt: Finlandês
ru_ru: Финский

source: Fiji
fr_fr: Fidjien
pt_pt: Fijiano
ru_ru: Фиджи

source: Faroese
fr_fr: Féringien
pt_pt: Feroês
ru_ru: Фарерский

source: French
fr_fr: Français
pt_pt: Francês
ru_ru: Французский

source: Frisian
fr_fr: Frison
pt_pt: Frísio
ru_ru: Фрисский

source: Irish
fr_fr: Irlandais
pt_pt: Irlandês
ru_ru: Ирландский

source: Scots
pt_pt: Escocês
ru_ru: Шотландский

source: Galician
fr_fr: Galicien
pt_pt: Galego
ru_ru: Гальский

source: Guarani
fr_fr: Guaraní
ru_ru: Гуарани

source: Gujarati
fr_fr: Gujarâtî
ru_ru: Гуджарати

source: Hausa
fr_fr: Haoussa
ru_ru: Хауса

source: Hebrew
fr_fr: Hébreu
pt_pt: Hebreu
ru_ru: Иврит

source: Hindi
fr_fr: Hindî
ru_ru: Хинди

source: Croatian
fr_fr: Croate
pt_pt: Croata
ru_ru: Хорватский

source: Hungarian
fr_fr: Hongrois
pt_pt: Húngaro
ru_ru: Венгерский

source: Armenian
fr_fr: Arménien
pt_pt: Arménio
ru_ru: Армянский

source: Interlingua
pt_pt: Interlíngua
ru_ru: Интерлингва

source: Interlingue
pt_pt: Interlíngue
ru_ru: Интерлингве

source: Inupiak
fr_fr: Inupiaq
ru_ru: Инупак

source: Indonesian
fr_fr: Indonésien
pt_pt: Indonésio
ru_ru: Индонезийский

source: Icelandic
fr_fr: Islandais
pt_pt: Islandês
ru_ru: Исландский

source: Italian
fr_fr: Italien
pt_pt: Italiano
ru_ru: Итальянский

source: Japanese
fr_fr: Japonais
pt_pt: Japonês
ru_ru: Японский

source: Yiddish
pt_pt: Iídiche
ru_ru: Идиш

source: Javanese
fr_fr: Javanais
pt_pt: Javanês
ru_ru: Яванский

source: Georgian
fr_fr: Géorgien
pt_pt: Georgiano
ru_ru: Грузинский

source: Kazakh
pt_pt: Cazaque
ru_ru: Казахский

source: Greenlandic
fr_fr: Kalaallisut
pt_pt: Groenlandês
ru_ru: Гренландский

source: Cambodian
fr_fr: Khmer
pt_pt: Cambojano
ru_ru: Камбоджийский

source: Kannada
fr_fr: Kannara
pt_pt: Canará
ru_ru: Каннада

source: Korean
fr_fr: Coréen
pt_pt: Coreano
ru_ru: Корейский

source: Kashmiri
pt_pt: Caxemirês
ru_ru: Кашмири

source: Kurdish
fr_fr: Kurde
pt_pt: Curdo
ru_ru: Курдский

source: Kirghiz
pt_pt: Quirguiz
ru_ru: Киргизский

source: Latin
pt_pt: Latim
ru_ru: Латинский

source: Lingala
ru_ru: Лингала

source: Laothian
fr_fr: Lao
pt_pt: Lao
ru_ru: Лаосский

source: Lithuanian
fr_fr: Lituanien
pt_pt: Lituano
ru_ru: Литовский

source: Latvian
fr_fr: Letton
pt_pt: Letão
ru_ru: Латвийский

source: Malagasy
fr_fr: Malgache
pt_pt: Malgaxe
ru_ru: Малагаси

source: Maori
ru_ru: Маори

source: Macedonian
fr_fr: Macédonien
pt_pt: Macedónio
ru_ru: Македонский

source: Malayalam
pt_pt: Malaialo
ru_ru: Малаялам

source: Mongolian
fr_fr: Mongol
pt_pt: Mongól
ru_ru: Монгольский

source: Moldavian
fr_fr: Moldavie
pt_pt: Moldavo
ru_ru: Молдавский

source: Marathi
fr_fr: Marâthî
pt_pt: Marata
ru_ru: Маратхи

source: Malay
fr_fr: Malais
pt_pt: Maláio
ru_ru: Малайский

source: Maltese
fr_fr: Maltais
pt_pt: Maltês
ru_ru: Мальтийский

source: Burmese
fr_fr: Birman
pt_pt: Birmanês
ru_ru: Бирманский

source: Nauruan
pt_pt: Nauruano
ru_ru: Науруан

source: Nepali
fr_fr: Népalais
pt_pt: Nepalês
ru_ru: Непальский

source: Dutch
fr_fr: Néerlandais
pt_pt: Holandês
ru_ru: Нидерландский

source: Norwegian
fr_fr: Norvégien
pt_pt: Norueguês
ru_ru: Норвежский

source: Occitan
pt_pt: Occitano
ru_ru: Оцитан

source: Oromo
ru_ru: Оромо

source: Oriya
ru_ru: Ория

source: Punjabi
fr_fr: Panjâbî
ru_ru: Панджаби

source: Polish
fr_fr: Polonais
pt_pt: Polaco
ru_ru: Польский

source: Pashto
fr_fr: Pachto
pt_pt: Afegão
ru_ru: Пашто

source: Portuguese
fr_fr: Portugais
pt_pt: Português
ru_ru: Португальский

source: Quechua
ru_ru: Кечуа

source: Rhaeto-romance
fr_fr: Rhéto-roman
pt_pt: Reto-romano
ru_ru: Раэто-романский

source: Kurundi
ru_ru: Курунди

source: Romanian
fr_fr: Roumain
pt_pt: Romêno
ru_ru: Румынский

source: Russian
fr_fr: Russe
pt_pt: Russo
ru_ru: Русский

source: Kinyarwanda
ru_ru: Киньяруанда

source: Sanskrit
pt_pt: Sanscrito
ru_ru: Санскрит

source: Sindhi
pt_pt: Sindi
ru_ru: Синдхи

source: Sangho
fr_fr: Sango
pt_pt: Sango
ru_ru: Сангхо

source: Serbo-Croatian
fr_fr: Serbo-croate
pt_pt: Servocroata
ru_ru: Сербо-хорватский

source: Singhalese
fr_fr: Cingalais
pt_pt: Cingalês
ru_ru: Сингалезский

source: Slovak
fr_fr: Slovaque
pt_pt: Eslovaco
ru_ru: Словацкий

source: Slovenian
fr_fr: Slovène
pt_pt: Esloveno
ru_ru: Словенский

source: Samoan
pt_pt: Samoano
ru_ru: Самоанский

source: Shona
pt_pt: Xichona
ru_ru: Шона

source: Somali
ru_ru: Сомали

source: Albanian
fr_fr: Albanais
pt_pt: Albanês
ru_ru: Албанский

source: Serbian
fr_fr: Serbe
pt_pt: Sérvio
ru_ru: Сербский

source: Siswati
ru_ru: Сисвати

source: Sesotho
fr_fr: Sotho du Sud
ru_ru: Сесото

source: Sundanese
fr_fr: Sundanais
pt_pt: Sundanês
ru_ru: Сунданский

source: Swedish
fr_fr: Suédois
pt_pt: Sueco
ru_ru: Шведский

source: Swahili
ru_ru: Суахили

source: Tamil
fr_fr: Tamoul
ru_ru: Тамильский

source: Telugu
fr_fr: Télougou
ru_ru: Телугу

source: Tajik
fr_fr: Tadjik
pt_pt: Tajique
ru_ru: Таджикский

source: Thai
fr_fr: Thaï
pt_pt: Tailandês
ru_ru: Таи

source: Tigrinya
pt_pt: Tigrigna
ru_ru: Тигринья

source: Turkmen
fr_fr: Turkmène
pt_pt: Turcomano
ru_ru: Туркменский

source: Tagalog
ru_ru: Тагалог

source: Setswana
fr_fr: Tswana
ru_ru: Сетсвана

source: Tongan
fr_fr: Tongien
ru_ru: Тонган

source: Turkish
fr_fr: Turc
pt_pt: Turco
ru_ru: Турецкий

source: Tsonga
ru_ru: Тсонга

source: Tatar
pt_pt: Tártaro
ru_ru: Татарский

source: Twi
ru_ru: Тви

source: Ukrainian
fr_fr: Ukrainien
pt_pt: Ucraniano
ru_ru: Украинский

source: Urdu
fr_fr: Ourdou
ru_ru: Урду

source: Uzbek
fr_fr: Ouzbek
pt_pt: Uzbeque
ru_ru: Узбекский

source: Vietnamese
fr_fr: Vietnamien
pt_pt: Vietnamita
ru_ru: Вьетнамский

source: Volapuk
fr_fr: Volapük
pt_pt: Volapuque
ru_ru: Волапюк

source: Wolof
ru_ru: Волоф

source: Xhosa
pt_pt: Isixhosa
ru_ru: Коса

source: Yoruba
pt_pt: Yorùbá
ru_ru: Йоруба

source: Chinese
fr_fr: Chinoise
pt_pt: Chinês
ru_ru: Китайский

source: Zulu
fr_fr: Zoulou
ru_ru: Зулусский

source: Afghanis
pt_pt: Afeganis
ru_ru: Афгани

source: Lekë
pt_pt: Leks
ru_ru: Лек

source: Dinars, Algeria
fr_fr: Dinars, Algérie
pt_pt: Dinares, Argélia
ru_ru: Динары, Алжир

source: Dinars, Bahrain
fr_fr: Dinars, Bahreïn
pt_pt: Dinares, Bahrein
ru_ru: Динары, Бахрейн

source: Dinars, Iraq
fr_fr: Dinars, Irak
pt_pt: Dinares, Iraque
ru_ru: Динары, Ирак

source: Dinars, Jordan
fr_fr: Dinars, Jordanie
pt_pt: Dinares, Jordânia
ru_ru: Динары, Иордан

source: Dinars, Kuwait
fr_fr: Dinars, Koweït
pt_pt: Dinares, Kuwait
ru_ru: Динары, Кувейт

source: Dinars, Libya
fr_fr: Dinars, Libye
pt_pt: Dinares, Líbia
ru_ru: Динары, Ливия

source: Dinars, Serbia
fr_fr: Dinars, Serbie
pt_pt: Dinares, Sérvia
ru_ru: Динары, Сербия

source: Dinars, Sudan
fr_fr: Dinars, Soudan
pt_pt: Dinares, Sudão
ru_ru: Динары, Судан

source: Dinars, Tunisia
fr_fr: Dinars, Tunisie
pt_pt: Dinares, Tunísia
ru_ru: Динары, Тунис

source: Dollars, United States of America
fr_fr: Dollars, États-Unis d'Amérique
pt_pt: Dólares, Estados Unidos da América
ru_ru: Доллары, США

source: Dollars, East Caribbean
fr_fr: Dollars, Caraïbe orientale
pt_pt: Dólares, Caraíbas Orientais
ru_ru: Доллары, восточнокарибские

source: Dollars, Australia
fr_fr: Dollars, Australie
pt_pt: Dólares, Austrália
ru_ru: Доллары, Австралия

source: Dollars, Bahamas
pt_pt: Dólares, Bahamas
ru_ru: Доллары, Багамы

source: Dollars, Barbados
fr_fr: Dollars, Barbade
pt_pt: Dólares, Barbados
ru_ru: Доллары, Барбадос

source: Dollars, Belize
pt_pt: Dólares, Belize
ru_ru: Даллары, Белиз

source: Dollars, Bermuda
fr_fr: Dollars, Bermudes
pt_pt: Dólares, Bermuda
ru_ru: Доллары, Бермуды

source: Dollars, Brunei
pt_pt: Dólares, Brunei
ru_ru: Доллары, Бруней

source: Dollars, Singapore
fr_fr: Dollars, Singapour
pt_pt: Dólares, Singapura
ru_ru: Доллары, Сингапур

source: Dollars, Canada
pt_pt: Dólares, Canadá
ru_ru: Доллары, Канада

source: Dollars, Fiji
fr_fr: Dollars, Fidji
pt_pt: Dólares, Fiji
ru_ru: Доллар, Фиджи

source: Dollars, Guyana
pt_pt: Dólares, Guiana
ru_ru: Доллары, Гайана

source: Dollars, Hong Kong
pt_pt: Dólares, Hong Kong
ru_ru: Доллары, Гонконг

source: Dollars, Jamaica
fr_fr: Dollars, Jamaïque
pt_pt: Dólares, Jamaica
ru_ru: Доллары, Ямайка

source: Dollars, Liberia
fr_fr: Dollars, Libéria
pt_pt: Dólares, Libéria
ru_ru: Доллары, Либерия

source: Dollars, Namibia
fr_fr: Dollars, Namibie
pt_pt: Dólares, Namíbia
ru_ru: Доллары, Намибия

source: Dollars, New Zealand
fr_fr: Dollars, Nouvelle-Zélande
pt_pt: Dólares, Nova Zelândia
ru_ru: Доллары, Новая Зеландия

source: Dollars, Suriname
pt_pt: Dólares, Suriname
ru_ru: Доллары, Суринам

source: New Dollars, Taiwan
fr_fr: Dollars, Taiwan
pt_pt: Novos Dólares, Ilha Formosa (Taiwan)
ru_ru: Доллары, Тайвань

source: Dollars, Trinidad and Tobago
fr_fr: Dollars, Trinité-et-Tobago
pt_pt: Dólares, Trindade e Tobago
ru_ru: Доллары, Тринидад и Тобаго

source: Dollars, Tuvalu
pt_pt: Dólares, Tuvalu
ru_ru: Доллары, Тувалу

source: Dollars, Zimbabwe
pt_pt: Dólares, Zimbabué
ru_ru: Доллары, Зимбабве

source: Euros
ru_ru: Евро

source: Kwanzas
fr_fr: Kwanza
ru_ru: Кванза

source: Dram
fr_fr: Drams
ru_ru: Драм

source: Guilders, Aruba
fr_fr: Florin, Aruba
pt_pt: Florins, Aruba
ru_ru: Гульден, Аруба

source: Guilders, Netherlands Antilles
fr_fr: Florin, Antilles néerlandaises
pt_pt: Florins, Antilhas Holandêsas
ru_ru: Гульден, Нидерландские Антиллы

source: Manats, Azerbaijan
fr_fr: Manats, Azerbaïdjan
pt_pt: Manats, Azerbaijão
ru_ru: Манаты, Азербайджан

source: Manats, Turkmenistan
fr_fr: Manats, Turkménistan
pt_pt: Manats, Turcomenistão
ru_ru: Манаты, Туркменистан

source: Taka
ru_ru: Така

source: Rubles
fr_fr: Roubles
pt_pt: Rublos
ru_ru: Рубли

source: CFA Francs BCEAO
fr_fr: Francs CFA, BCEAO
pt_pt: Francos das CFA, BCEAO
ru_ru: Швейцарские франки BCEAO

source: Francs, Burundi
pt_pt: Francos, Burundi
ru_ru: Франки, Бурунди

source: CFA Francs BEAC
fr_fr: Francs CFA, BEAC
pt_pt: Francos das CFA, BEAC
ru_ru: Швейцарский франк BEAC

source: Francs, Comoros
fr_fr: Francs, Comores
pt_pt: Francos, Comoros
ru_ru: Франки, Коморос

source: Francs, Congo/Kinshasa
pt_pt: Francos, Congo/Kinshasa
ru_ru: Франки, Конго/Киншаса

source: Francs, Djibouti
pt_pt: Francos, Djibouti
ru_ru: Франки, Джибути

source: Francs, Guinea
fr_fr: Francs, Guinée
pt_pt: Francos, Guiné
ru_ru: Франки, Гвинея

source: Francs, Switzerland
fr_fr: Francs, Suisse
pt_pt: Francos, Suiça
ru_ru: Франки, Швейцария

source: Francs, Comptoirs du Pacifique
fr_fr: Francs, CFP - Communauté Financière du Pacifique
pt_pt: Francos, Colónias Francesas do Pacífico
ru_ru: Франки, Тихоокеанские острова

source: Francs, Rwanda
pt_pt: Francos, Ruanda
ru_ru: Франки, Руанда

source: Rupees, India
fr_fr: Roupies, Inde
pt_pt: Rupias, Índia
ru_ru: Рупии, Индия

source: Rupees, Seychelles
fr_fr: Roupies, Seychelles
pt_pt: Rupias, Seychelles
ru_ru: Рупии, Сейшеллы

source: Rupees, Sri Lanka
fr_fr: Roupies, Sri Lanka
pt_pt: Rupias, Sri Lanka
ru_ru: Рупии, Шри-Ланка

source: Rupees, Mauritius
fr_fr: Roupies, Maurice
pt_pt: Rupias, Maurícias
ru_ru: Рупии, Маврикий

source: Rupees, Nepal
fr_fr: Roupies, Népal
pt_pt: Rupias, Nepal
ru_ru: Рупии, Непал

source: Rupees, Pakistan
fr_fr: Roupies, Pakistan
pt_pt: Rupias, Paquistão
ru_ru: Рупии, Пакистан

source: Ngultrum
ru_ru: Нгултрумы

source: Bolivianos
ru_ru: Боливары

source: Convertible Maraka
fr_fr: Marks convertible
pt_pt: Marcos Convertíveis
ru_ru: Конвертируемые Мараки

source: Pula
ru_ru: Пулы

source: Reais
fr_fr: Réaux
ru_ru: Реаисы

source: Pounds, United Kingdom
fr_fr: Livres, Royaume-Uni
pt_pt: Libras, Reino Unido
ru_ru: Фунты, Объединённое Королевство

source: Pounds, Cyprus
fr_fr: Livres, Chypre
pt_pt: Libras, Chipre
ru_ru: Фунты, Кипр

source: Pounds, Egypt
fr_fr: Livres, Égypte
pt_pt: Libras, Egipto
ru_ru: Фунты, Египт

source: Pounds, Gibraltar
fr_fr: Livres, Gibraltar
pt_pt: Libras, Gibraltar
ru_ru: Фунты, Гибралтар

source: Pounds, Guernsey
fr_fr: Livres, Guernesey
pt_pt: Libras, Guernsey
ru_ru: Фунты, Гвернсей

source: Pounds, Isle of Man
fr_fr: Livres, Île de Man
pt_pt: Libras, Ilha de Man
ru_ru: Фунты, Остров Мэн
