Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: Experience with FS projects
fr_fr: Expérience en projets LL
pl_pl: Doświadczenie zdobyte w projektach WO
pt_pt: Experiência em projectos FS
ru_ru: Опыт работы в проектах по созданию свободного ПО

source: Currently you are
fr_fr: Vous êtes actuellement
pl_pl: Obecnie jesteś
pt_pt: De momento encontra-se
ru_ru: Вы сейчас

source: RESIDENCE LOCATION
fr_fr: LIEU DE RÉSIDENCE
pt_pt: LOCAL DE RESIDÊNCIA
ru_ru: МЕСТО ЖИТЕЛЬСТВА

source: Telework
fr_fr: Télétravail
pt_pt: Tele-trabalho
ru_ru: Удалённая работа

source: any location
fr_fr: lieu quelconque
pl_pl: dowolna lokalizacja
pt_pt: qualquer local
ru_ru: Любое место

source: required
fr_fr: requis
pl_pl: wymagania
pt_pt: obrigatório
ru_ru: требуется

source: Subscribe to this job offer
fr_fr: Postuler à cette offre d'emploi
pl_pl: Zgłoś chęć współpracy
pt_pt: Candidatar-se a esta oferta de emprego
ru_ru: Подписаться на это предложение работы

source: web site
fr_fr: site web
pt_pt: página web
ru_ru: веб-сайт

source: Landline
fr_fr: Téléphone fixe
pl_pl: Telefom stacjonarny
pt_pt: Telefone
ru_ru: Канал связи

source: Mobile phone
fr_fr: Téléphone mobile
pl_pl: Telefon komórkowy
pt_pt: Telemóvel
ru_ru: Мобильный телефон

source: IP phone or videophone
fr_fr: Téléphone IP ou visiophone
pl_pl: telefon internetowy bądź widoefon
pt_pt: Telefone IP ou vídeo-telefone
ru_ru: IP телефон или видеосвязь

source: none
fr_fr: aucun
pl_pl: żaden
pt_pt: nenhuma
ru_ru: отсутствует

source: not specified
fr_fr: non specifié
pl_pl: nie wybrany
pt_pt: não especificado
ru_ru: не задано

source: Yes
fr_fr: Oui
pl_pl: Tak
pt_pt: Sim
ru_ru: Да

source: No
fr_fr: Non
pl_pl: Nie
pt_pt: Não
ru_ru: Нет

source: ERROR: The identifier to show has not been specified!
pl_pl: BŁĄD: Nie wybrano identyfikatora do pokazania!.
ru_ru: ОШИБКА: Не был задан идентификатор отображаемой информации!.

source: These are the networks, or ways to set up one, which we know about:
fr_fr: Voici les réseaux, ou les façons d'en mettre un en place, que nous connaissons :
pt_pt: Estas são as redes, ou formas de criar uma, que conhecemos:
ru_ru: Вот сети или способы их создания, о которых мы знаем:

source: Menttes provides training, consulting, web sites, portals, extranets, intranets and custom web application development with Plone, Zope and Python. These services are provided for end-users, companies and consulting firms of any country.
fr_fr: Menttes fournit les formations, conseils, développements des sites web, portails, extranets, intranets et applications web avec Plone, Zope et Python. Ces services sont destinés aux utilisateurs finaux, sociétés et cabinets de conseils situées n'importe quel pays.
ru_ru: Menttes предоставляет тренинги, консультантов, веб-сайты, порталы, внешние и внутренние сети, основанные на приложениях Plone, Zope и Python. Эти сервисы доступны конечным пользователям, компаниям и консультирующим организациям любой страны.

source: Its
fr_fr: Son
pl_pl: Jego
pt_pt: A sua
ru_ru: Его

source: draft
fr_fr: brouillon
pl_pl: zarys
pt_pt: rascunho
ru_ru: образец

source: December
fr_fr: Décembre
pl_pl: Grudzień
pt_pt: Dezembro
ru_ru: Декабрь

source: Its mailing list:
fr_fr: Sa liste de diffusion :
pt_pt: A sua lista de distribuição:
ru_ru: Его списки рассылки:

source: Flexible Business Networks
fr_fr: Réseaux d'affaires flexibles
pt_pt: Redes Flexíveis de Negócios
ru_ru: Гибкие деловые сети

source: If your company is not able to undertake fully a project, instead of losing the contract, you %1could choose to work with %2outsourcers%3. You can cut costs and foster competition between vendors, while taking advantage of vendor specialization and technical expertise%4.
fr_fr: Si votre société n'a pas assez de ressources pour prendre en charge un projet, au lieu de perdre le contrat, vous %1pouvez choisir de travailler avec des %2sous-traitants%3. Vous pouvez ainsi réduire les coûts et renforcer la concurrence entre les distributeurs, tout en conservant les avantages de votre spécialisation et expertise technique%4.
pl_pl: Jeśli Twoja firma nie jest w stanie zrealizować projektu, zamiast tracić kontrakt %1możesz zawiązać współpracę z %2pracownikami zewnętrznymi%3. Możesz zmiejszyć koszty i zwiększyć konkurencję między podwykonawcami, jednocześnie korzystać z ich specjalizacji i doświadczenia%4.
pt_pt: Se a sua empresa não tem capacidade para assumir a totalidade de um projecto, em vez de perder a adjudicação, %1pode decidir trabalha com %2outsourcing%3. Pode reduzir os seus custos e fomentar a competição entre os prestadores de serviços, ao mesmo tempo que usufrui da especialização e experiência técnica dos recursos sub-contratados%4.
ru_ru: Если ваша компания не может справиться с проектом, вместо потери контракта вы можете %1начать работу с %2аутсорсингом%3. Таким образом вы можете снизить затраты и использовать соревновательные возможности, тем не менее получая преимущества от специализации производителей и проводя техническую экспертизу%4.

source: Cooperatives & non-profit Franchises
fr_fr: Coopératives et franchises à but non lucratif
pl_pl: Przywileje organizacji pożytku publicznego
pt_pt: Cooperativas & Franchises sem fins lucrativos
ru_ru: Кооперативы и бесприбыльные франшизы

source: Following the way of successful organizations as %1Best Western%2 or %3Mondragon Cooperative Corporation%2. You can read comments at the %4 email list.
fr_fr: Imiter des organisations qui ont réussies, telles que %1Best Western%2 ou %3Mondragon Cooperative Corporation%2. Lisez les commentaires de la liste de diffusion %4.
pl_pl: Działając podobnie do organizacji odnoszących sukcesy takich jak %1Best Western%2 lub %3Mondragon Cooperative Corporation%2. Możesz przeczytać komentaże na liście mailowej %4.
pt_pt: Na senda de empresas de sucesso tais como a %1Best Western%2 ou a %3Mondragon Cooperative Corporation%2. Poderá ler os comentários na lista de distribuição %4.
ru_ru: Следуя по пути таких успешных организаций как %1Best Western%2 или %3Mondragon Cooperative Corporation%2. Вы можете также ознакомиться с комментариями на списке рассылки %4.

source: Send an email to
fr_fr: Envoyer un mail à
pt_pt: Envie um email para
ru_ru: Послать сообщение

source: to update the above list
fr_fr: pour mettre à jour la liste ci-dessous
pt_pt: para actualizar a lista anterior
ru_ru: для обновления списка сверху

source: Reference
fr_fr: Référence
pt_pt: Referência
ru_ru: Ссылка

source: References
fr_fr: Références
pt_pt: Referências
ru_ru: Ссылки

source: Special Interest Group: FS Businesses
fr_fr: Groupement d'intérêts spécifiques : Affaires LL
pt_pt: Grupo de Interesse Especial: Negócios FS
ru_ru: Специальные группы по интересам: Бизнес и Свободное ПО

source: You can see the %1FS Business Networks%2 section.
fr_fr: Vous pouvez voir la section %1Réseaux d'affaires en LL%2.
pt_pt: Pode consultar a secção %1Redes de Negócios FS%2.
ru_ru: Вы можете перейти в раздел %1Ресурсы о бизнесе в Свободном ПО%2.

source: Email lists where we know FS Businesses are discussed:
fr_fr: Liste de diffusions où l'on discute d'affaires en LL :
pt_pt: Listas de distribuição onde os Negócios FS são discutidos:
ru_ru: Списки рассылки в которых обсуждаются вопросы бизнеса и Свободного ПО:

source: NEW PERSON
fr_fr: NOUVELLE PERSONNE
pt_pt: NOVO INDIVÍDUO
ru_ru: НОВЫЙ УЧАСТНИК

source: If you are already registered, first, login and then get into here again to update your data.
fr_fr: Si vous êtes déjà enregistré, identifiez-vous d'abord et revenez ensuite pour mettre à jour vos données.
pt_pt: Se já se encontra registado, inicie uma sessão e depois regresse a esta secção para actualizar os seus dados.
ru_ru: Если вы уже зарегистрированы, сначала войдите в систему. Затем вернитесь на эту страницу, чтобы обновить личные данные.

source: Read the %1%2%3Membership%4 Charter section.
fr_fr: Lisez la section %1%2%3Membres%4 des statuts.
pt_pt: Consulte a secção dos Estatutos de %1%2%3Afiliado%4.
ru_ru: Прочитайте главу устава о %1%2%3Членстве%4.

source: UPDATE PERSON DATA
fr_fr: METTRE À JOUR VOS DONNÉES
pt_pt: ACTUALIZAR DADOS INDIVIDUAIS
ru_ru: ОБНОВИТЬ ЛИЧНЫЕ ДАННЫЕ

source: The fields indicated with an asterisk %1*%2 are required to complete this transaction; other fields are optional.
fr_fr: Les champs marqués d'une astérisque %1*%2 sont requis pour finaliser la transaction. Les autres champs sont facultatifs.
pl_pl: Pola oznaczone gwiazdką %1*%2 są wymagane do zakończenia operacji.
pt_pt: Os campos marcados com um asterisco %1*%2 são de preenchimento obrigatório para permitir terminar a transacção; os restantes campos são opcionais.
ru_ru: Поля, отмеченные звёздочкой %1*%2 необходимы для завершения транзакции; другие поля не обязательны.

source: ACCOUNT IDENTIFICATION
fr_fr: IDENTIFICATION DU COMPTE
pt_pt: IDENTIFICAÇÃO DE CONTA
ru_ru: ИДЕНТИФИКАЦИЯ УЧЁТНОЙ ЗАПИСИ

source: Retype Password
fr_fr: Retapez le mot de passe
pl_pl: Powtórz hasło
pt_pt: Repita a Senha
ru_ru: Введите пароль ещё раз

source: PERSON
fr_fr: PERSONNE
pt_pt: INDIVÍDUO
ru_ru: УЧАСТНИК

source: First name
fr_fr: Prénom
pl_pl: Imię
pt_pt: Nome próprio
ru_ru: Имя

source: Last name
fr_fr: Nom
pl_pl: Nazwisko
pt_pt: Apelido
ru_ru: Фамилия

source: Middle name
fr_fr: Second nom
pl_pl: Drugie imię
pt_pt: Apelido secundário
ru_ru: Отчество

source: Photo
pl_pl: Fotografia
pt_pt: Foto
ru_ru: Фотография

source: Default image size
fr_fr: Taille d'image par défaut
pl_pl: Domyślny rozmiar fotografii
pt_pt: Tamanho por omissão da imagem
ru_ru: Размер изображения по умолчанию

source: ADDRESS
fr_fr: ADRESSE
pt_pt: ENDEREÇO
ru_ru: АДРЕС

source: Street
fr_fr: Rue
pl_pl: Ulica
pt_pt: Rua
ru_ru: Улица

source: Suite
fr_fr: Interno
pl_pl: Mieszkanie
pt_pt: Andar
ru_ru: Район

source: City
fr_fr: Ville
pl_pl: Miasto
pt_pt: Cidade
ru_ru: Город

source: State / Province
fr_fr: État / Province
pl_pl: Województwo
pt_pt: Estado / Província
ru_ru: Область / Край

source: Postal code
fr_fr: Code postal
pl_pl: Kod pocztowy
pt_pt: Código postal
ru_ru: Почтовый индекс

source: Country
fr_fr: Pays
pl_pl: Kraj
pt_pt: País
ru_ru: Страна

source: INTERACTIVE COMMUNICATION MEDIAS
fr_fr: MODE DE COMMUNICATION INTERACTIF
pt_pt: MEIOS DE COMUNICAÇÃO INTERACTIVA
ru_ru: СРЕДСТВА ИНТЕРАКТИВНОГО ОБЩЕНИЯ

source: OTHER INFORMATION
fr_fr: AUTRES INFORMATIONS
pt_pt: OUTRA INFORMAÇÃO
ru_ru: ДРУГАЯ ИНФОРМАЦИЯ

source: Save
fr_fr: Sauver
pl_pl: Zapisz
pt_pt: Gravar
ru_ru: Сохранить

source: Delete me from this Association
fr_fr: Supprimer mon compte de l'Association
pl_pl: Usuń mnie z tej grupy
pt_pt: Remova-me desta Associação
ru_ru: Удалить меня из Ассоциации

source: You can not access this section been logged as
fr_fr: Vous n'avez pas accès à cette section en tant que
pl_pl: Odmowa do tej sekcji będą zalogowanym jako
pt_pt: Não lhe é possível aceder a esta secção tendo uma sessão iniciada como
ru_ru: Вы не можете получить доступ к этой информации, пока находитесь по именем

source: Back
fr_fr: Retour
pt_pt: Retroceder
ru_ru: Назад

source: Your information has been deleted from the data base. You have been logout automatically.
fr_fr: Vos informations ont été détruites de la base de données. Vous avez été automatiquement déconnecté.
pl_pl: Twoje dane zostały usunięte z bazy danych. Zostałeś automatycznie wylogowany.
pt_pt: A sua informação foi removida da base de dados. A sua sessão foi terminada automaticamente.
ru_ru: Информация была удалена из базы данных. Вы автоматически вышли из системы.

source: Updated successfully
fr_fr: Mise à jour réussie
pl_pl: Uaktualniono dane
pt_pt: Actualizado com sucesso
ru_ru: Успешно обновлено

source: Success. You have been logged automatically. You can realize others operations in the left menu.
fr_fr: Réussi. Vous avez été connecté automatiquement. Les opérations disponibles sont accessibles dans le menu de gauche.
pt_pt: Sucesso. A sua sessão foi iniciada automaticamente. Poderá realizar outras operações a partir do menu à esquerda.
ru_ru: Успех. Вы автоматически вошли в систему. Можно приступать к действиям с помощью меню слева.

source: Your contribution to the Free Software community will be evaluated. The result will be forwarded to you via email, enabling your vote power if the evaluation is positive.
fr_fr: Vos contributions à la communauté des Logiciels Libres seront évaluées. Le résultat vous sera transféré par mail, ce qui activera votre possibilité de voter si l'évaluation est positive.
pt_pt: A sua contribuição para a comunidade de Software Livre irá ser avaliada. O resultado ser-lhe-á enviado por email, atribuindo-lhe poder de voto caso a avaliação seja positiva.
ru_ru: Ваш вклад в свободное программное обеспечение будет проверен. Результат будет послан Вам по электронной почте. Таким образом вы получите право голоса, если результат будет положительным.

source: There is already a member with this email in the data base. If that email is yours, get the password via the "Lost Password" form, else choose a different email.
fr_fr: Un membre utilisant cette adresse mail existe déjà dans la base de données. Si c'est votre adresse, récupérez le mot de passe via le formulaire « Mot de passe perdu ». Sinon, donnez une autre adresse.
pt_pt: Já existe um membro com este email na base de dados. Caso esse email seja seu, obtenha a senha através do formulário de "Senha Perdida", caso contrário indique um email diferente.
ru_ru: В базе данных уже есть пользователь с этим адресом электронной почты. Если этот адрес принадлежит вам, получите пароль в форме "Забыли пароль" или выберите другой адрес.

source: The Password fields differ:
fr_fr: Les mots de passes donnés sont différents :
pt_pt: Os campos de senha são diferentes:
ru_ru: Пароль отличается от подтверждения:

source: Please, write it again.
fr_fr: Veuillez le retaper.
pt_pt: Introduza-a novamente.
ru_ru: Пожалуйста, попробуйте ещё раз.

source: Some required fields are empty!. You have to fill them:
fr_fr: Certains champs obligatoires sont vides, vous devez les remplir :
pt_pt: Alguns dos campos obrigatórios estão vazios!. Terá de os preencher:
ru_ru: Некоторые обязательные поля пусты!. Необходимо заполнить их:

source: The Email field is not an email address.
fr_fr: Le champ Email ne contient pas une adresse email.
pt_pt: O campo de email não contém um endereço de email.
ru_ru: Поле электронной почты не содержит корректного адреса.

source: If you want to qualify to vote, you have to supply both the contributions and your public key.
fr_fr: Pour demander le droit de vote, vous devez fournit vos contributions et votre clé publique.
pt_pt: Caso deseje qualificar-se para votar, tem de fornecer tanto a descrição da sua contribuição como uma chave pública.
ru_ru: Для того, чтобы получить доступ к голосованиям, необходимо предоставить список выполненных работ и открытый ключ.

source: NEW COMPANY
fr_fr: NOUVELLE SOCIÉTÉ
pt_pt: NOVA EMPRESA
ru_ru: НОВАЯ КОМПАНИЯ

source: UPDATE COMPANY DATA
fr_fr: METTRE À JOUR LES DONNÉES DE LA SOCIÉTÉ
pt_pt: ACTUALIZAR OS DADOS DA EMPRESA
ru_ru: ОБНОВИТЬ ДАННЫЕ КОМПАНИИ

source: COMPANY
fr_fr: SOCIÉTÉ
pt_pt: EMPRESA
ru_ru: КОМПАНИЯ

source: Photo or logo
fr_fr: Photo ou logo
pl_pl: Fotografia lub logo
pt_pt: Foto ou logotipo
ru_ru: Фотография или логотип

source: Delete me
fr_fr: Supprimez-moi
pl_pl: Skasuj mnie
pt_pt: Removam-me
ru_ru: Удалить информацию

source: NEW NONPROFIT ORGANIZATION
fr_fr: NOUVELLE ORGANISATION À BUT NON LUCRATIF
pt_pt: NOVA ORGANIZAÇÃO SEM FINS LUCRATIVOS
ru_ru: НОВАЯ БЕСПРИБЫЛЬНАЯ ОРГАНИЗАЦИЯ

source: UPDATE NONPROFIT ORGANIZATION
fr_fr: METTRE À JOUR LES DONNÉES DE L'ORGANISATION
pt_pt: ACTUALIZAR OS DADOS DA ORGANIZAÇÃO SEM FINS LUCRATIVOS
ru_ru: ОБНОВИТЬ БЕСПРИБЫЛЬНУЮ ОРГАНИЗАЦИЮ

source: NONPROFIT
fr_fr: ORGANISATION
pt_pt: ORGANIZAÇÃO
ru_ru: БЕСПРИБЫЛЬНАЯ

source: Name
fr_fr: Nom
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Название

source: Web site
fr_fr: Site web
pl_pl: Strona web
pt_pt: Página web
ru_ru: Веб-страница

source: NEW QUALIFICATIONS
fr_fr: NOUVELLES QUALIFICATIONS
pt_pt: NOVA FICHA DE QUALIFICAÇÕES
ru_ru: НОВЫЕ НАВЫКИ

source: UPDATE QUALIFICATIONS DATA
fr_fr: METTRE A JOUR LES QUALIFICATIONS
pt_pt: ACTUALIZAR OS DADOS DE QUALIFICAÇÕES
ru_ru: ОБНОВИТЬ ДАННЫЕ О КВАЛИФИКАЦИИ

source: To demand any form reorganization: the addition to the lists, update, deletion of a profile, skill, etc., you can send an email to
fr_fr: Pour demander une réorganisation de formulaire, les ajouts, mises à jour ou suppression de profils, compétences, etc. vous pouvez envoyer un mail à
pt_pt: Para requerer qualquer reorganização de formulário: adições à lista, actualizações, remoção de perfis, conhecimentos, etc., envie um email para
ru_ru: В случае проблем с реогранизацией формы: добавлением новых элементов списка, обновлением, удалением профиля, навыка и т.д., вы можете послать почтовое сообщение

source: PERSONAL
fr_fr: PERSONNE
pt_pt: PESSOAL
ru_ru: ЛИЧНОЕ

source: Year of birth
fr_fr: Année de naissance
pl_pl: Rok urodzenia
pt_pt: Ano de nascimento
ru_ru: Год рождения

source: TECHNICAL
fr_fr: TECHNIQUE
pt_pt: TÉCNICO
ru_ru: ТЕХНИЧЕСКОЕ

source: Years of experience
fr_fr: Années d'expériences
pt_pt: Anos de experiência
ru_ru: Стаж работы

source: Profiles
fr_fr: Profils
pl_pl: Profile
pt_pt: Perfis
ru_ru: Направления

source: Product profiles
fr_fr: Profils de produits
pl_pl: Profile produktów
pt_pt: Perfis de produto
ru_ru: Направления продукта

source: Press Ctrl key to choose more than one Profile
fr_fr: Pressez la touche Ctrl pour sélectionner plusieurs profils
pl_pl: Naciśnij Ctrl by zaznaczyć więcej niż jeden profil
pt_pt: Prima a tecla Ctrl para seleccionar mais do que um Perfil
ru_ru: Нажмите клавишу Ctrl для выделения более одного направления

source: Choose any skill in one of the combo-boxes and then select the knowledge and experience levels.%1 The skill and levels will arise in the right box. Repeat this operation with each skill you know.%1 If you want to delete some entry, select it in the right box and click %2Delete%3.
fr_fr: Choisissez les compétences dans la boîte et sélectionnez ensuite les niveaux de connaissance et de compétence.%1 Les compétences et niveaux apparaîtront dans la boîte de droite. Répétez cette opération avec chacune de vos compétences.%1 Si vous voulez supprimer certaines entrées, sélectionnez-les dans la boîte de droite et cliquez sur %2Supprimer%3.
pt_pt: Seleccione um qualquer conhecimento de uma das caixas de selecção e depois o nível de conhecimento e experiência.%1 Os conhecimentos e níveis irão surgir na caixa à direita. Repita este procedimento para cada conhecimento que possuir.%1 Caso deseje apagar uma entrada, seleccione-a na caixa à direita e prima %2Apagar%3.
ru_ru: Выберите любой навык из выпадающих списков и выберите уровни знания и умения. %1 навык и уровни появятся в области справа. Повторите эту операцию для каждого навыка, которым вы владеете. %1 Если вы хотите удалить некоторое поле, выберите его в области справа и нажмите %2Удалить%3.

source: Choose any idiom in the first combo-box and then select the spoken and written levels.%1 The idiom and levels will arise in the right box. Repeat this operation with each idiom you know.%1 If you want to delete some entry, select it in the right box and click %2Delete%3.
fr_fr: Choisissez une langue dans la première boîte et sélectionnez ensuite vos niveaux en parlé/écrit.%1 Les lagues et niveaux apparaîtront dans la boîte de droite. Répétez cette opération avec chaque langue.%1 Si vous voulez supprimer certaines entrées, sélectionnez-les dans la boîte de droite et cliquez sur %2Supprimer%3.
pt_pt: Seleccione um qualquer idioma na primeira caixa de selecção e depois o nível de experiência falado e escrito.%1 Os idiomas e experiências irão surgir na caixa à direita. Repita este procedimento para cada idioma que conheça.%1 Caso deseje apagar uma entrada, seleccione-a na caixa à direita e prima %2Apagar%3.
ru_ru: Выберите язык в первом выпадающем списке, затем отметьте разговорный и письменный уровень. %1 Язык и уровни появятся в области справа. Повторите эту операцию со всеми известными языками. %1 Если необходимо удалить некоторое поле, выделите его в правой области и нажмите %2Удалить%3.

source: URIs which prove your contritution to FS projects. For example: CVS web reference, email with patch or advices, etc.
fr_fr: URI qui prouvent vos contributions en LL. Par exemple : des CVS web, des mails contenant des correctifs ou des conseils, etc.
pt_pt: URIs que comprovem a sua contribuição para projectos de FS. Por exemplo: referências a CVS web, email com alterações ao código ou conselhos, etc.
ru_ru: Ресурсы, которые доказывают ваш вклад с свободное программное ПО. Например ссылка на журнал CVS, письмо с изменениями и советами и т. д.

source: Professional profiles
fr_fr: Profils professionels
pl_pl: Profile zawodowe
pt_pt: Perfis profissionais
ru_ru: Профили профессионалов

source: Field profiles
fr_fr: Profils de champs d'applications
pl_pl: Grupy tematyczne
pt_pt: Perfis de áreas
ru_ru: Поля профиля

source: Request your certifications
fr_fr: Demandez vos certifications
pl_pl: Poproś o poświadczenie
pt_pt: Solicite as suas certificações
ru_ru: Запросить ваши сертификаты

source: Project
fr_fr: Projet
pl_pl: Projekt
pt_pt: Projecto
ru_ru: Проект

source: Contributions to FS projects
fr_fr: Contributions à des projets LL
pl_pl: Wkład w projekty WO
pt_pt: Contribuições para projectos em FS
ru_ru: Помощь проектам свободного ПО

source: The Project and URI fields are required. Please, try again.
fr_fr: Les champs Projet et URI sont obligatoires, veuillez les remplir.
pt_pt: Os campos de Projecto e URI são obrigatórios. Tente novamente.
ru_ru: Необходимо заполнить название проекта и ссылку на его сайт. Попробуйте ещё раз.

source: Knowledge level
fr_fr: Niveau de connaissance
pl_pl: Poziom znajomości
pt_pt: Nível de conhecimentos
ru_ru: Уровень знаний

source: Experience level
fr_fr: Niveau d'expérience
pl_pl: Poziom doświadczenia
pt_pt: Nível de experiência
ru_ru: Уровень опыта

source: Spoken level
fr_fr: Niveau de parlé
pl_pl: Poziom w mowie
pt_pt: Nível falado
ru_ru: Разговорный

source: Written level
fr_fr: Niveau écrit
pl_pl: Poziom w piśmie
pt_pt: Nível escrito
ru_ru: Письменный

source: Add
fr_fr: Ajouter
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить

source: Delete
fr_fr: Supprimer
pl_pl: Skasuj
pt_pt: Apagar
ru_ru: Удалить

source: CONTRACT
fr_fr: CONTRAT
pt_pt: CONTRATO
ru_ru: КОНТАКТ

source: Desired contract type
fr_fr: Type de contrat désiré
pl_pl: Preferowana forma kontraktu
pt_pt: Tipo de contrato desejado
ru_ru: Предпочтительный способ взаимодействия

source: Desired wage rank
fr_fr: Salaire désiré
pl_pl: Preferowana wysokość wynagrodzenia
pt_pt: Intervalo salarial desejado
ru_ru: Желаемый уровень заработной платы

source: The format has to be:
fr_fr: Le format doit être :
pl_pl: Format musi być:
ru_ru: Формат должен быть:

source: Minimum
pl_pl: Minimalnie
pt_pt: Mínimo
ru_ru: Минимальный

source: Optimum
fr_fr: Idéal
pl_pl: Optymalnie
pt_pt: Ideal
ru_ru: Оптимальный

source: For example:
fr_fr: Par exemple :
pl_pl: Na przykład:
ru_ru: Например:

source: Currency
fr_fr: Devise
pl_pl: Waluta
pt_pt: Moeda
ru_ru: Валюта

source: Current employability
fr_fr: Statut actuel
pl_pl: Obecna możliwość zatrudnienia
pt_pt: Estado profissional actual
ru_ru: Текущая занятость

source: LOCATION
fr_fr: LIEU
pt_pt: LOCAL
ru_ru: ПОЛОЖЕНИЕ

source: Available to travel
fr_fr: Je peux faire des déplacements
pl_pl: Możliwość podróżowania
pt_pt: Disponível para viajar
ru_ru: Согласен на поездку

source: Available to change residence
fr_fr: Je peux déménager
pl_pl: Możliwość zmiany adresu zamieszkania
pt_pt: Disponível a mudar de residência
ru_ru: Согласен на смену места жительства

source: Check qualifications view
fr_fr: Vérifier les qualifications
pl_pl: Sprawdź kwalifikacje
pt_pt: Vista de verificação de qualificações
ru_ru: Отобразить форму квалификации
