Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: An attempt was made to activate a new GNU Herds' account with this email address.
pl_pl: Próbowano utworzyć nowe konto na stronie GNU Herds z użyciem tego adresu email.

source: However, you have already an active account!
pl_pl: Jednakowoż posiadasz już aktywne konto!.

source: Follow the below link to get a new password if it is needed:
pl_pl: Przejdź do poniższej strony jeśli potrzebujesz nowego hasła:

source: If you have not asked for this new account, someone else has asked for it with your email!
pl_pl: Jeśli to nie ty chciałeś założyć nowe konto, oznacza to że ktoś inny chciał to zrobić podając twój adres email!.

source: Your account has been activated!
pl_pl: Twoje konto zostało aktywowane!.

source: The email has been changed!
pl_pl: Adres email został zmieniony!.

source: To change your GNU Herds account's email, first log in and then follow the below link.
pl_pl: By zmienić adres email dla swojego konta na GNU Herds, najpierw zaloguj się, a następnie przejdź do poniższej strony.

source: That link will expire in 7 days:
pl_pl: Ten odnośnik wygaśnie za 7 dni:

source: If you have not asked for it, just ignore this email.
pl_pl: Jeśli to nie ty, po prostu zignoruj ten list.

source: Change account's email
pl_pl: Zmień adres email dla swojego konta

source: An email has been sent to the new email address to validate it.
pl_pl: Na podany adres został wysłany list z prośbą o potwierdzenie.

source: An attempt was made to register a new GNU Herds' account with this email address.
pl_pl: Poproszono o nowe konto na stronie GNU Herds z użyciem tego adresu email.

source: Your email has been used to create an account at GNU Herds.
pl_pl: Twój email został użyty by utworzyć nowe konto na stronie GNU Herds.

source: To activate it follow the below link.
pl_pl: By je aktywować, kliknij poniższy odnośnik.

source: That link will expire in 48 hours.
pl_pl: Link traci ważność po upływie 48 godzin.

source: To get a new non-expired link just register at gnuherds.org again.
pl_pl: By otrzymać nowy i aktywny odnośnik, po prostu zarejestruj się na gnuherds.org jeszcze raz.

source: If you have not asked for this new account, ignore this email.
pl_pl: Jeśli to nie ty chciałeś się zarejestrować na GNU Herds, zignoruj ten list.

source: Note: To avoid 'Spam' you can only get this email at the most once each 48 hours.
pl_pl: Uwaga: By uniknąć 'spamowania', możesz otrzymać tylko jeden taki list w ciągu kolejnych 48 godzin.

source: If this email is Spam for you, please let it knows to association AT gnuherds.org
pl_pl: Jeśli uznasz ten list za 'niechcianą pocztę', prosimy być dał nam znać na adres association AT gnuherds.org

source: Activate account
pl_pl: Aktywuj konto

source: Success. An email has been sent to %s with the instructions to activate the account.
pl_pl: Sukces. Wysłano list na adres %s z instrukcjami jak aktywować konto.

source: If you do not receive such email, you can inform about it at %s.
pl_pl: Jeśli nie otrzymasz przesyłki, możesz nas o tym poinformować pod %s.

source: GNU Herds is a not-for-profit %1true-democratic%3 association which %2aims%3 to assist and encourage people in their paid work as Free Software authors, getting the highest levels of competence and efficiency.
pl_pl: GNU Herds to niedochodowe %1w pełni demokratyczne%3 stowarzyszenie, które %1ma na celu%3 wspomaganie i zachęcanie ludzi do rozwijania swoich kompetencji podczas komercyjnej pracy jako twórcy Wolnego Oprogramowania.

source: The first step has been to develop the %1Job Site%2 modules and gather together several %3business models%2. Some of the JobSite's features are:
pl_pl: Pierwszym etapem naszej drogi było stworzenie strony zajmującej się pośrednictwem pracy tzw. '%1Job Site%2 oraz skolekcjonowanie kilku %3modeli biznesowych%2. Kilka z cech tej strony to:

source: Service is free of any cost to its users
pl_pl: Usługa jest w pełni darmowa

source: Other modules could be developed. Send an email with your proposal to the %1 email list. The next steps can be on your side.
pl_pl: Portal jest otwarty na świeże pomysły i cały czas się rozwija. Jeśli masz jakieś propozycje możesz w każdej chwili wysłać je na listę mailingową %1 . Czekamy na twoją inicjatywę!

source: Mailing lists:
pl_pl: Listy wysyłkowe związane z projektem:

source: The aims of the Association shall be to %1assist and encourage%2 people in their paid work as Free Software authors, getting the highest levels of competence and efficiency.
pl_pl: Celem Stowarzyszenia ma być %1pomoc i wspieranie%2 ludzi podczas ich komercyjnej pracy jako autorów Wolnego Oprogramowania tak by mogli rozwijać swoje kompetencje i wydajność.

source: Voting memberships and associate memberships are both free of charge. However, voting memberships %1expire yearly%2 but they can be renewed.
pl_pl: Członkowstwo oraz członkowstwo nadzwyczajne są zwolnione z opłat. Członkowstwo (z prawem do głosowania) %1wygasa po roku%2, przy czym może ono być odnawiane.

source: The Committee shall consist of the following: the members of the system administrator team, the web master team, the development team, the translator teams, the public relations team and the Ethics Officer.
pl_pl: Komitet winien składać się z: członków grupy administratorów systemu, grupy webmasterów, grupy programistów, grupy tłumaczy, grupy odpowiedzialnej za stosunki z otoczeniem(PR) oraz Etyka.

source: An Office term will be 4 years. All committee positions are voluntary, an officer may step down at any time. After 6 months if the membership is dissatisfied with an officer they may vote her or him out of office.
pl_pl: Kadencja trwa przez okres 4 lat. Pełnienie wszelkich czynności jest dobrowolne, członkowie zarządu mogą zrezygnować w dowolnym momencie. Jeśli po sześciu miesiącach członkowie są niezadowoleni z pracy członka zarządu, mogą oddać pod głosowanie propozycję jego usunięcia z piastowanego stanowiska.

source: Guidelines: %1Do not vote on technical subjects. Just discuss it to get the best technical solution. Only if the time needed for discussion is too long should there be a vote.%2Vote on non-technical subjects.%3
pl_pl: Zalecenia: %1Nie ma sensu przeprowadzania głosowań w związku z zagadnieniami technicznymi. Należy po prostu wybrać najlepsze rozwiązanie podczas dyskusji. Jeśli nie uda się osiągnąć konsensusu, jedynym wyjściem pozostaje głosowanie.%2Zagadnienia nietechniczne należy poddawać pod głosowanie.%3

source: Special interest groups
pl_pl: Zespoły wyspecjalizowane

source: Groups will be formed at the discretion of the committee based on the demand within the membership.
pl_pl: Zespoły będą tworzone według uznania komitetu pośród członków w razie stwierdzenia że zainstniała taka potrzeba.

source: GNU Herds coders' guide
pl_pl: Przewodnik programisty GNU Herds

source: To play with the web application, %1download%3 the code and %2install%3 it at your host. Translators do not need to download the source code. We will send them the gettext POT file to translate. Seek advice from this coders' guide. If you need support ask for it at
pl_pl: Jeśli chcesz się pobawić aplikacją internetową %1pobierz%3 jej źródła i %2zainstaluj%3" na swojej maszynie. Osoby zajmujące się tłumaczeniami nie potrzebują kodów źródłowych. Tłumaczom wysyłamy pliki POT które można przetłumaczyć np. używając aplikacji 'Poedit'. Wszelkie wskazówki znajdują się w tym przewodniku dla programistów. Gdybyś miał problemy możesz zapytać pod

source: Roadmap
pl_pl: Mapa drogowa

source: To keep the access to the user data physically secure, we have proposed to move the PostgreSQL and HTTP service of the gnuherds.org domain to offices managed by %1FSF%2 staff.
pl_pl: By zadbać o bezpieczeństwo danych, zwróciliśmy się z prośbą o udostępnienie serwera BD i HTTP na potrzeby gnuherds.org do %1FSF%2

source: Official job site and association announcement.
pl_pl: Oficjalne obwieszczenie działalności portalu i Stowarzyszenia.

source: Work on %1e-Vote%2 subjects:
pl_pl: Popracować nad %1systemem%2 głosowania:

source: Task list
pl_pl: Lista zadań

source: The Git master server
pl_pl: Główny serwer GIT

source: Frequently asked questions (FAQ)
pl_pl: Najczęstsze pytania (FAQ)

source: Use a license to cover use of the software over a computer network. We are using the %1GNU AGPLv3%2 license. Anyhow, the project is always open to discuss this and any other subject.
pl_pl: Stosuje licencję podejmującą tematykę użytkowania oprogramowania sieciowego. Stosujemy %1GNU AGPLv3%2, a więc projekt jest wiecznie otwarty na dyskusję pod każdym względem.

source: All this taking into account that: "%3The %1aims%2 of the Association shall be to assist and encourage people in their paid work as Free Software authors, getting the highest levels of competence and efficiency.%4"
pl_pl: Reasumując: "%3 %1Celem%2 Stowarzyszenia jest wspomaganie i zachęcanie ludzi do rozwijania swoich kompetencji podczas komercyjnej pracy jako twórcy Wolnego Oprogramowania.%4"

source: Fill the %1%2%3Qualifications%4 form.
pl_pl: Wypełnij %1%2%3Kwestionariusz kwalifikacyjny%4.

source: It is recommended provide the more information possible.
pl_pl: Zaleca się podanie najwięcej informacji jak to tylko możliwe.

source: Which criteria are applied to classify a program, language, protocol, specification, software distribution, etc. as Free or Non-Free Software?
pl_pl: Jakie kryteria są stosowane przy kwalifikacji programu, języka, protokołu, specyfikacji, dystrybucji, itp. jako Wolnego lub Niewolnego Oprogramowania?

source: For a program, read the %1Free Software%2 definition to know the criteria.
pl_pl: Dla programów - zapoznaj się z definicją %1Wolnego Oprogramowania%2 by poznać kryteria.

source: For development languages, protocols, specifications, etc. the meaningful question is whether it is %1supported%3 by software licensed under any of the %2Free Software Licenses%3: BSD, GPL, etc. Can you use it with Free Software exclusively?
pl_pl: Dla języków programowania, protokołów, specyfikacji, itp. ważnym pytaniem jest czy są one %1wspierane%3 przez oprogramowanie publikowane na jednej z %2Licencji Wolnego Oprogramowania%3:BSD, GPL, itp. oraz: Czy jest możliwe by je stosować posługując się wyłączeni Wolnym Oprogramowaniem?

source: For software distributions, they must not recommend, promote or grant legitimacy to Non-Free Software.
pl_pl: Dla dystrybucji - nie może zalecać, promować, lub gratyfikować za wybór, oprogramowania niewolnego.

source: Currently, the tags applyed to classify skills are:
pl_pl: Obecne 'tagi' stosowane do zaklasyfikowania umiejętności:

source: only for software distributions
pl_pl: wyłączenie dla dystrybucji

source: For example, applying such criteria to Java:
pl_pl: Przykład zastosowania tych kryterów dla Javy:

source: The %1Java%2 technology-skill is tagged as %3Free Software%4 due to there are free software Java compilers.
pl_pl: Umiejętność %1Java%2 jest zaklasyfikowana jako %3Wolne Oprogramowanie%4 gdyż istnieje kilka Wolnych kompilatorów Javy.

source: However the below Sun Java technologies are tagged as %1Non-Free Software%2 because of the license you have to agree to download them is not a Free Software license. Anyhow, most of the Java Sun technologies are GPL'd. Sun has made substantial progress towards freeing the JDK under the GPL. The %3IcedTea%5 project is filling in the %4gaps%5.
pl_pl: Jednocześnie poniższe technologie związane z Javą od Sun są 'otagowane' jako %1niewolne oprogramowanie%2 ponieważ licencja którą musisz przyjąć nie jest licencją Wolnego Oprogramowania. Większość części Javy została wydana na GPL. Sun wykonał spory postęp w kierunku uwalniania JDK. Istnieje też projektu %3IcedTea%5 wypełniający pewne %4luki%5.

source: Applying it to .NET:
pl_pl: Zastosowanie powyższych regół do .NET:

source: %1Microsoft .NET%2 is tagged as %3Non-Free Software%4.
pl_pl: %1Microsoft .NET%2 jest %3niewolnym oprogramowaniem%4.

source: %1Mono .NET%2 is a set of tools under GPL, LGPL and MIT, or dual licenses. It is tagged as %3Free Software%4.
pl_pl: %1Mono .NET%2 to zbiór narzędzi wydanych na licencjach GPL, LGPL, MIT lub kilku jednocześnie. Klasyfikowane jest jako %3Wolne Oprogramowanie%4.

source: %1.NET%2 is tagged as %3Non-Free Software%4 because of the Mono tools are not 100% complete. Mono does not cover all .NET
pl_pl: %1.NET%2 jest traktowane jako %3niewolne oprogramowanie%4 ponieważ Mono nie jest ukończone w 100%. Mono nie obejmuje jeszcze całej funkcjonalności .NET

source: %1C#%2 is tagged as %3Free Software%4 due to there are free software C# compilers.
pl_pl: %1C#%2 jest traktowany jako %3Wolny%4 ze wględu na istnienie kilku wolnych kompilatorów tego języka.

source: Applying it to some software distributions:
pl_pl: Zastosowanie regół w odniesieniu do dystrybucji:

source: %1 is %3Almost-Free Software%4 because it contains Non-Free Software %2 in its kernel.
pl_pl: %1 to %3Prawie-Wolne Oprogramowanie%4 gdyż posiada niewolne oprogramowanie (%2) dołączone do jądra.

source: %1 is %2Free Software%3 because it does not ship anything that is Non-Free Software.
pl_pl: %1 to %2Wolne Oprogramowanie%3 gdyż nie zawiera jakiegokolwiek niewolnego oprogramowania

source: %1 is not classified yet.
pl_pl: %1 jeszcze nie sklasyfikowano.

source: %1 is %2Almost-Free Software%3. Debian is a general term which refer to Debian GNU/Linux and all Debian %4ports%6. The Debian project %5offers%6 the download of some Non-Free Software packages from its archives and website.
pl_pl: %1 to %2Prawie Wolne Oprogramowanie%3. Debian to termin odnoszący się ogólnie do dystrybucji Debian GNU/Linux i jej %4adaptacji%6. Sam projekt Debian %5oferuje%6 do pewnych niewolnych paczek ze swojego archiwum i strony internetowej.

source: %1 is %2Partially-Free Software%3 %4because%5 it is made of many programs; some are free and some are not.
pl_pl: %1 to %2Oprogramowanie Częściowo Wolne %3 %4gdyż%5 składa się z wielu aplikacji wydawanych na różnych licencjach i niektóre z nich nie są Wolne.

source: %1 is %3Free Software%4 because it does not ship anything that is Non-Free Software neither work to provide easy access to Non-Free Software. A Non-Free Software %2 not removed from gNewSense is a bug. The gNewSense's %5policy%6 is to delete any non-free software found in the Linux kernel or elsewhere in the GNU/Linux system.
pl_pl: %1 to %3Wolne Oprogramowanie%4 gdyż nie zawiera jakiegokolwiek niewolnego oprogramowania, ani nie ułatwia jego pozyskania. Niewolna część ( %2 ) nie usunięta gNewSense to błąd. %5Założeniem%6 gNewSense jest usuwanie jakiegokolwiek niewolnego oprogramowania znalezionego w jądrze Linuxa, lub gdziekolwiek w systemie operacyjnym GNU/Linux.

source: %1 is %2Almost-Free Software%3 because although it does not ship anything that is Non-Free Software it provides for easy installation of Non-Free Software through the %4ports system%5. Not many packages though: Java and a few others.
pl_pl: %1 to %2Prawie Wolne Oprogramowanie%3 gdyż samo nie zawiera niewolnego oprogramowanie jednakowoż poprzez %4system portów%5 umożliwia łatwą instalację niewolnego oprogramowania. Nie jest go dużo (niewolna Java i kilka pomniejszych)..

source: %1 and %2 are %4Almost-Free Software%5 because provide for easy installation of some Non-Free Software products through the %6ports system%7. Besides both contain Non-Free Software %3 in its kernel too.
pl_pl: %1 i %2 są %4Oprogramowaniem Prawie Wolnym%5 gdyż umożwiają łatwą instalację niewolnego oprogramowania poprzez %6system portół%7. Ponadto zawierają niewolne oprogramowanie ( %3 ) w jądrze.

source: %1Mac OS X%2 is tagged as %3Non-Free Software%4.
pl_pl: %1Mac OS X%2 to %3niewolne oprogramowanie%4.

source: %1Microsoft Windows Vista%2 is tagged as %3Non-Free Software%4.
pl_pl: %1Microsoft Windows Vista%2 to %3niewolne oprogramowanie%4.

source: Note that not all %1 are Non-Free Software, because %1 can be data (not compiled source code) licensed under a Free Software license. However, we need to verify that it really is data, because the non-free object code is typically dressed up as data.
pl_pl: Zauważ że %1 to nie zawsze niewolne oprogramowanie, %1 może być danymi (nieskompilowanym kodem źródłowym) publikowanym na Wolnej Licencji. Jednakowoż musimy sprawdzić czy aby na pewno są to dane, ponieważ mogą one je jedynie udawać będąc w rzeczywistości kodem wykonywalnym.

source: How is the Job Site module related to the GNU Herds' association?
pl_pl: Jakie są relacje między portalem pośrednictwa pracy, a Stowarzyszeniem GNU Herds?

source: The Job Site module is %1controlled%2 by the association. Any new module will be controlled by the association too.
pl_pl: Portal jest %1kontrolowany%2 przez Stowarzyszenie. Wszelkie nowe inicjatywy będą traktowana na podobnych zasadach.

source: Who can join or register?
pl_pl: Kto może się przyłączyć lub zarejestrować?

source: Any entity type can join the association or just register into the web application and use its services. Showing a Free Software contribution is not a requirement to register or join. It is just a requirement to be able to %1vote%2 at the association.
pl_pl: Dowolny podmiot może przyłączyć się do stowarzyszenia, albo jedynie zarejestrować się na portalu i korzystać z jego usług. Okazywanie wkładu w rozwój Wolnego Oprogramowania nie jest obligatoryjne - jest on jedynie wymagany od członków chcących brać udział w %1głosowaniach%2.

source: Can I not be a member of the association because I am a member of a company?
pl_pl: Czy mogę nie zostać członkiem Stowarzyszenia ponieważ jestem członkiem firmy?

source: You can. You can be in any case an "associate member" or a "voting member".
pl_pl: Nie. Każdy może zostać "członkiem" lub "członkiem nadzwyczajnym".

source: The association's %1Charter%2 reads:
pl_pl: W %1Statucie%2 widnieje zapis:

source: How many votes is a company able to obtain?
pl_pl: Ile głosów może uzyskać jedna firma?

source: A company could be able to get:%1 %2only one vote as 'company' and%3 %2any number of votes as 'people' (their workers), all having individually contributed to free software.%3%4
pl_pl: Firma możę uzyskać:%1 %2jeden głos jako "firma" oraz: %3 %2dowolną ilość głosów oddaną przez pracowników, przy czym każdy z nich musi udokumentować swój wkład w rozwój Wolnego Oprogramowania%3%4

source: A 100-worker company can get 100 voices, while my 3-worker company can have only 3 voices?
pl_pl: Firma zatrudniająca stu ludzi może uzyskać sto głosów, podczas gdy moja trzy osobowa firma jedynie trzy?

source: The company gets 100 voting-voices only if each one of its workers has individually contributed to the free software community, and each one of its workers take the personal decision to join and vote at the association.
pl_pl: Firma otrzymuje 100 głosów jedynie gdy każdy z jej pracowników wykaże się własnym wkładem na rzecz społeczności Wolnego Oprogramowania, oraz gdy sam zdecyduje się oddać głos będąc 'członkiem' Stowarzyszenia

source: Why voting membership is on a yearly basis?
pl_pl: Dlaczego członkowstwo trwa tylko rok?

source: Not doing it so could make it impossible to dissolve the association %1due to%2 making all turnout figures low.
pl_pl: Mogłoby dojść do sytuacji, w której, %1ze względu%2 na duzą ilość mało aktywnych członków, nie da się rozwiązać Stowarzyszenia.

source: The membership renew process is automated to reduce bureaucracy.
pl_pl: Proces odnawiania członkowstwa pozwala wyeliminować biurokratyzację.

source: Get in contact with some of the best available Free Software experts and their companies. Solve your problems today with the best system administrators, developers, testers, documentalists, etc.
pl_pl: Poznaj niektórych z najlepszych ekspertów wolnego oprogramowania i ich firmy. Rozwiąż swoje problemy dziś razem z najlepszymi administratorami, programistami, testerami, twórcami dokumentacji itp.

source: Are you a Free Software author? You could register and add your qualifications.
pl_pl: Czy jesteś autorem wolnego oprogramowania? Możesz się zarejestrować i dodać swoje kwalifikacje.

source: The simplest way to post a job offer is to email all the details you have about it to %1
pl_pl: Najprostrzym sposobem publikacji oferty pracy jest wysłanie maila z wszystkimi detalami na adres %1

source: The cost is 0 cents.
pl_pl: Koszt wynosi 0 centów.

source: The GNU Herds project does not charge for any of its services.
pl_pl: Projekt GNU Herds nie pobiera opłat za swoje usługi.

source: There are no active job offers
pl_pl: Brak ofert pracy

source: Offered by
pl_pl: Oferowana przez

source: A pledge is a promise somebody has made to donate something, for example two cents, to get some task done.
pl_pl: Dotacja jest obietnicą dania czegoś, np. dwóch dolarów, gdy zadanie zostanie wykonane.

source: If you like some of the ideas listed in the pledge groups below, you can join to by contributing your two cents to help get it converted into an actual job offer. You can even edit it to add your ideas or corrections.
pl_pl: Jeśli podobają Ci się pomysły zaprezentowane na liście grup dotujących możesz dodać własną dotację, aby pomóc przekształcić ją w ofertę pracy. Możesz również dodawać własne idee albo poprawki.

source: If you would like carry out some of the tasks below in exchange for the reported task money, just open it and click "%1I accept%2" to try it.
pl_pl: Jeżeli chciałbyś wykonać kilka z poniższych zadań w zamian za pieniądze, po prostu otwórz je i kliknij "%1spróbuję%2" zmnienić.

source: Donation pledge group title
pl_pl: Nazwa grupy dotujących

source: Last update
pl_pl: Ostatnia aktualizacja

source: There are no entries
pl_pl: Brak wpisów

source: Looking for volunteers
pl_pl: Szukanie wolontariuszy

source: If you would like to donate something for fulfilling a task, please create it as a %1FS pledge%2 entry instead of as a %3looking for volunteers%4 one.
pl_pl: Jeśli chciałbyś zaoferować coś za wypełnienie zadania dodaj to jako %1 zobowiązanie%2 a nie jako %3szukanie wolontariuszy%4.

source: New look for volunteers
pl_pl: Nowe szukanie wolontariuszy

source: Volunteer title
pl_pl: Tytuł wolontariusza

source: Entry date
pl_pl: Data wpisu

source: Created by
pl_pl: Tworzony przez

source: The edition of this offer is not finished! It is not ready to be published.
pl_pl: Pisanie tej oferty nie zostało ukończone!. Nie jest gotowa do publikacji.

source: Job offer
pl_pl: Oferta pracy

source: Deadline
pl_pl: Termin oddania

source: Salary
pl_pl: Pensja

source: Telecommute
pl_pl: Praca zdalna

source: Donation pledge group
pl_pl: Grupa dotująca

source: Donations
pl_pl: Dotacje

source: Workers
pl_pl: Pracownicy

source: donation pledge
pl_pl: zobowiązanie wykonania dotacji

source: I want to add my %1donation pledge%2 in exchange for getting those tasks done.
pl_pl: Chcę dodać %1dotację%2 wzamian za wykonanie tych zadań.

source: I accept
pl_pl: Akceptuję

source: in exchange for that money.
pl_pl: w zamian za tą sumę.

source: The edition of these qualifications is not finished! It does not comply the minimum requisites to allow it subscribe to offers.
pl_pl: Edycja kwalifikacji nie została skończona!. Nie spełniają one minimalnych wymagań pozwalających na zgłoszenie się do projektu.

source: Edit section
pl_pl: Edutuj sekcję

source: edit
pl_pl: edytuj

source: Born
pl_pl: Urodzony

source: Nationalities
pl_pl: Narodowości

source: Besides license to work at
pl_pl: Poza zezwoleniami do pracy w

source: Delete qualifications from the data base
pl_pl: Skasuj kwalifikacje z bazy danych

source: These are the possible business models we know about:
pl_pl: Możliwe modele biznesowe o których wiemy:

source: Read the %1Membership%2 Charte rsection.
pl_pl: Przeczytaj regulamin %1członkowski%2.

source: Update person data
pl_pl: Aktualizuj dane osobowe

source: Some fields does not match.
pl_pl: Część pól się nie zgadza.
