Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: In addition to the issues at hand in a vote, the option to abstain, delegate your vote to another individual, and delegate your vote to the committee shall be present. Through membership options a member can set one of these to be the default if they do not vote. The option will initially be set to abstain. Officer elections, amendments or dissolutions may not be delegated.
fr_fr: En plus des votes réguliers à main levée, il est possible pour un membre de choisir de s'abstenir, de déléguer son vote à une autre personne et de déléguer son vote au conseil d'administration. Parmi les choix d'un membre, celui-ci peut définir l'un d'entre eux comme étant celui par défaut s'il ne vote pas. Le choix par défaut est l'abstention. Les élections de membres du bureau, les amendements et la dissolution ne permettent pas de déléguer un vote.
pt_pt: Além dos assuntos em causa numa votação, serão possíveis as opções de se abster, delegar o voto a outro membro, e delegar o voto à comissão. Através das opções de membro, é possível a cada indivíduo definir de entre estas opções qual a omissão caso não vote. A opção será inicialmente definida como abstenção. Eleições para cargos, emendas ao estatuto ou dissoluções não poderão ser delegadas.
ru_ru: В добавление к обычным вопросам, связанным с голосованием, должна присутствовать возможность воздержаться или передать голос другому человеку или комитету. В параметрах участника должна быть доступной возможность установить такую передачу по умолчанию, для тех случаев, если участник не хочет голосовать. По умолчанию участник будет воздерживаться от голосования. Голоса на выборах надзирателя, при принятии поправок к уставу или при голосовании о роспуске не могут передаваться.

source: Guidelines: %1Do not vote on technical subjects. Just discuss it to get the best technical solution. Only if the time needed to discuss it is too long should there be a vote.%2Vote on non-technical subjects.%3
fr_fr: Ligne directrice : %1On ne vote pas les sujets techniques. On en discute afin d'obtenir la meilleure solution technique. Si la discussion prend trop de temps, on peut alors procéder à un vote.%2On vote les sujets non techniques.%3
pt_pt: Directrizes: %1Não utilizar o mecanismo de votação para decidir sobre temas técnicos. Basta discuti-los com o intuito de obter a melhor solução técnica. Apenas se o tempo necessário à discussão do assunto for demasiado grande se deverá recorrer ao voto.%2Utilizar o mecanismo de votação para decidir sobre matérias não-técnicas.%3
ru_ru: Руководство: %1Не голосуйте по техническим вопросам. Их можно обсудить и прийти к наилучшему решению. Только если нужно слишком большое время для обсуждения должно проводиться голосование.%2Но всегда голосуйте по организационным вопросам.%3

source: Special Interest Groups will be formed at the discretion of the committee based on the demand within the membership.
fr_fr: Des Groupes d'intérêts spécifiques seront formés à la discrétion du conseil d'administration selon la demande des membres.
pt_pt: Grupos de Interesses Especiais serão formados à discrição do comité de acordo com as exigências de entre os afiliados.
ru_ru: Группы по специальным интересам будут созданы по решению комитета по требованию участников.

source: See the %1e-Voting%2 Special Interest Group section. We could work on the design of the official voting mechanism.
fr_fr: Voir la section Groupe d'intérêt spécifique %1Vote électronique%2. Nous pourrons travailler sur la structure du mécanisme officiel de vote.
pl_pl: Dowiedz się więcej o %1e-głosowaniach%2 na naszej stronie. Mamy zamiar opracować własny system głosowania.
pt_pt: Consulte a secção do Grupo de Interesse Especial em %1e-Voto%2. Seria possível trabalhar no desenho do mecanismo oficial de votação.
ru_ru: Смотрите раздел группы, посвящённой %1электронному голосованию%2. Возможно выработать принципы построения официального механизма голосования.

source: Amendments
fr_fr: Amendements
pl_pl: Poprawki
pt_pt: Emendas
ru_ru: Поправки

source: Any member may motion for amendments to this Charter for any reason. All proposed amendments will be put to a vote of the general membership.
fr_fr: Tout membre peut formuler une motion d'amendement concernant ces statuts quelqu'en soit la raison. Tous les amendements proposés seront soumis à un vote lors d'une assemblée générale.
pl_pl: Każdy członek może zgłaszać poprawki do powyższego Statutu według swojego uznania. Wszelkie proponowane poprawki będą oddawane pod głosowanie pośród członków.
pt_pt: Qualquer membro poderá realizar por qualquer motivo uma moção a requerer uma emenda a este estatuto. Todas as emendas propostas serão colocadas à votação geral dos membros.
ru_ru: Любой участник может предложить поправки к этому уставу по любой причине. Предложенные будут предложены на голосование всех участников.

source: Dissolution
pl_pl: Rozwiązanie
pt_pt: Dissolução
ru_ru: Роспуск

source: The committee may motion for dissolution of the Association if they feel it is no longer serving a useful purpose. Upon the motion being passed 75% of the membership must vote in favour of dissolution for it to occur.
fr_fr: Le conseil d'administration peut formuler une motion de dissolution de l'Association s'il sent que l'intérêt de cette dernière a disparu. Pour que la motion soit acceptée, 75% des suffrages doit être réalisés en faveur de la dissolution par les membres.
pl_pl: Komitet może zaproponować Rozwiązanie Stowarzyszenia jeśli stwierdzi że nie spełnia ono stawianych mu wcześniej oczekiwań. Po zaproponowaniu Rozwiązania, 75% członków musi głosować 'Za' w głosowaniu, by nastąpiło rozwiązanie.
pt_pt: O comité poderá colocar uma moção pela dissolução da Associação caso sintam que esta já não serve um propósito útil. Após a aceitação da moção, 75% dos membros terão de votar a favor da dissolução para que esta ocorra.
ru_ru: Комитет может перейти к роспуску Ассоциации если будет ясно, что она не является полезной. После этого 75% участников должны проголосовать за роспуск для того, чтобы он состоялся.

source: Send comments to
fr_fr: Envoyez vos commentaires à
pl_pl: Wyślij komentarz do
pt_pt: Envie comentários para
ru_ru: Адрес для комментариев

source: DONE!
fr_fr: FAIT !
pl_pl: UKOŃCZONO!
pt_pt: TERMINADO!
ru_ru: СДЕЛАНО!

source: ONGOING PROCESS
fr_fr: EN COURS
pl_pl: NAJBLIŻSZE PLANY
pt_pt: PROCESSO EM CURSO
ru_ru: ТЕКУЩЕЙ ПРОЦЕСС

source: Add the member support.
fr_fr: Ajout du support des membres.
pl_pl: Dodanie obsługi użytkowników.
pt_pt: Adicionar o suporte a membros.
ru_ru: Добавить возможности работы с участниками.

source: Add the FS Job Offers support.
fr_fr: Ajout du support des offres d'emplois en LL.
pl_pl: Dodanie wsparcia dla Ofert Pracy WO.
pt_pt: Adicionar o suporte aos Classificados de Emprego em FS.
ru_ru: Добавить возможности по работе с предложениями о работе в свободном ПО

source: Give a little progress report, with reference to this web site, to Richard Stallman so they review our activities and tell us what, if anything, needs to be changed.
fr_fr: Donner un petit rapport d'avancement, en référençant ce site web, à Richard Stallman afin qu'ils voient notre activité et nous disent ce qui, si besoin, doit être changé.
pl_pl: Stworzyć dla Richarda Stallmana krótki raport odnośnie strony by mógł go zrecenzować i ewentualnie podpowiedzieć nam co należy poprawić.
pt_pt: Apresentar um breve relatório de progresso, com referência a esta página, ao Richard Stallman para que eles revejam as nossas actividades e nos digam se há algo (e o quê) que tem de ser alterado.
ru_ru: Написать небольшой отчёт о деятельности со ссылкой на веб-сайт Ричарду Столлману чтобы они просмотрели наши действия и подсказали, что должно быть поправлено.

source: Move to offices managed by FSF staff.
fr_fr: Déménager vers les bureaux de la FSF.
pt_pt: Movido para escritórios geridos por funcionários da FSF.
ru_ru: Переместиться в помещения, управляемые FSF.

source: Association announcement.
fr_fr: Annonce de l'associtation.
pt_pt: Anúncio da Associação.
ru_ru: Сделать официальное объявление об Ассоциации

source: Translate the web site to other languages.
fr_fr: Traduire le site web dans d'autres langues.
pl_pl: Przetłumaczyć stronę na inne języki.
pt_pt: Traduzir a página web para outros idiomas.
ru_ru: Перевести сайт на другие языки.

source: Work on e-Vote subjects:
fr_fr: Travailler sur le vote électronique :
pt_pt: Trabalhar em temas de e-Voto:
ru_ru: Проработать другие аспекты электронного голосования:

source: Be ready to use at least a primitive e-Vote system, as for example, to count emails.
fr_fr: Être prêt à utiliser au moins un système de vote électronique primitif qui peut compter les mails.
pl_pl: Przygotować choćby najprymitywniejszy system np. zliczający emaile.
pt_pt: Preparar pelo menos um sistema de e-Voto primitivo para, por exemplo, contar emails.
ru_ru: Подготовиться к использованию примитивной системы электронного голосования, например, для подсчёта писем.

source: Work on others e-Vote proposals.
fr_fr: Travailler sur les autres propositions de vote électronique.
pl_pl: Popracować nad różnymi propozycjami systemu.
pt_pt: Trabalhar noutras propostas de e-Voto.
ru_ru: Проработать другие предложения электронного голосования.

source: Finish and show the draft of the P2P based e-Vote system proposal.
fr_fr: Terminer et montrer le brouillon de la proposition de système de vote électronique en P2P.
pl_pl: Ukończyć pracę i stworzyć szkic systemu głosowań opartego o P2P
pt_pt: Terminar e apresentar a proposta do sistema de e-Voto baseado em P2P.
ru_ru: Закончить и показать черновик предложения по системе голосования точка-точка.

source: GNU Herds Hackers' Guide
fr_fr: Guide du Hacker GNU Herds
pt_pt: Guia do Programador do GNU Herds
ru_ru: Руководство разработчика GNU Herds

source: Introduction
pt_pt: Introdução
ru_ru: Введение

source: If you want to join the GNU Herds team, or collaborate sporadicly, as several guys already have done, please %1subscribe%2 to the 'gnuherds-app-dev' mailing list or coordinate with one of the team members. Thanks!.
fr_fr: Si vous voulez rejoindre l'équipe GNU Herds ou y collaborer sporadiquement, comme plusieurs personnes déjà, veuillez vous %1inscrire%2 à la liste de diffusion « gnuherds-app-dev » ou arrangez-vous avec un membre de l'équipe. Merci !
pl_pl: Jeśli chcesz przyłączyć się do zespołu, lub zrobić coś dla projektu sporadycznie, tak jak zrobiło to kilka osób, %1dopisz się%2" do listy wysyłkowej 'gnuherds-app-dev'. Możesz też poprostu skontaktować się z którymś z dotychczasowych członków. Dziękujemy!
pt_pt: Caso deseje juntar-se à equipa GNU Herds, ou colaborar esporadicamente, tal como várias pessoas já fizeram, por favor %1subscreva%2 a lista de distribuição 'gnuherds-app-dev' ou coordene-se com um dos membros da equipa. Obrigado!.
ru_ru: Если вы хотите присоединиться к команде GNU Herds или просто внести свой вклад, как некоторые, пожалуйста %1подпишитесь%2 на список рассылки 'gnuherds-app-dev' или свяжитесь с одним из членов команды. Спасибо!.

source: To play with the web application, %1download%2 the code and install it at your host. Translators do not need to download the source code. We will send them the gettext POT file to translate. Seek advice from this Hackers' Guide. If you need support ask for it at
fr_fr: Pour vous amuser avec l'application, %1téléchargez%2 le code source et installez-le sur votre machine. Les traducteurs n'ont pas besoin de télécharger le code, nous leur enverrons le fichier gettext POT à traduire. Chercher les astuces dans ce guide du Hacker. Si vous avez besoin d'aide, demandez à
pt_pt: Para trabalhar com a aplicação web, realize o %1download%2 do código e instale-o no seu servidor. Os tradutores não necessitam de realizar o download do código-fonte. Ser-lhes-á enviado o ficheiro POT gerado pelo gettext para que realizem a tradução. Procure conselhos no Guia do Programador. Caso necessite de suporte peça-o para
ru_ru: Чтобы попробовать приложение в действии, %1скачайте%2 код и установите его на вашей машине. Для переводчиков не обязательно скачивать исходный код. По почте вы получите POT файл для перевода. Прочитайте Руководство разработчика. Если необходима помощь, задавайте вопросы.

source: Read the current draft of %1GNU Herds' Charter%2.
fr_fr: Lire le brouillon actuel des %1statuts de GNU Herds%2.
pl_pl: Przeczytaj aktualny szkic %1Statutu GNU Herds%2.
pt_pt: Consulte o rascunho actual dos %1Estatutos do GNU Herds%2.
ru_ru: Прочтите текущий образец устава %1GNU Herds%2.

source: Technologies
pl_pl: Technologie
pt_pt: Tecnologias
ru_ru: Технологии

source: The project depends on the below technologies. Though it is and must be open to any proposal.
fr_fr: Le projet dépend des technologies suivantes, bien qu'il soit et qu'il doit rester ouvert à toute proposition.
pt_pt: O projecto depende das tecnologias abaixo. Não obstante encontra-se e dever estar sempre aberto a qualquer proposta.
ru_ru: Этот проект зависит от нижеперечисленных технологий. Тем не менее мы открыты любым предложениям.

source: %1CVS%3 server at %2Savannah%3
fr_fr: Serveur %1CVS%3 chez %2Savannah%3
pt_pt: Servidor %1CVS%3 em %2Savannah%3
ru_ru: %1CVS%3 сервер на %2Savannah%3

source: Web application Architecture
fr_fr: Architecture de l'application web
pl_pl: Architektura aplikacji webowej
pt_pt: Arquitectura da aplicação web
ru_ru: Архитектура веб-приложения

source: As a Free Software project we look for a modular and extensible design. We hope it could be easy to change the technology of a specific layer if it is needed.
fr_fr: En tant que projet Logiciel Libre, nous cherchons une architecture modulaire et extensible. Nous espérons pouvoir changer facilement la technologie d'une couche particulière si cela s'avère nécessaire.
pt_pt: Na qualidade de projecto de Software Livre procuramos um desenho modular e extensível. Desejamos que, se necessário, seja fácil substituir a tecnologia numa camada específica.
ru_ru: Как и любой свободны проект, мы пытаемся создать модульную и расширяемую архитектуру. Мы надеемся, что технологии на заданном уровне будут взаимозаменяемыми при необходимости.

source: This architecture proposal is based on PHP:
fr_fr: Cette proposition d'architecture est basée sur PHP :
pt_pt: Esta proposta de arquitectura é baseada em PHP:
ru_ru: Этот документ подразумевает использование PHP:

source: outdated
fr_fr: obsolète
pt_pt: desactualizado
ru_ru: устарело

source: Web application Design
fr_fr: Structure de l'application web
pl_pl: Projekt aplikacji webowej
pt_pt: Desenho da aplicação web
ru_ru: Разработка веб-приложения

source: The Smarty templates could be moved outside this layer.
fr_fr: Les templates Smarty pourraient être déplacés hors de cette couche.
pt_pt: Deveriam mover-se para uma camada externa os modelos Smarty.
ru_ru: Шаблоны Smarty могут быть перенесены с этого уровня.

source: ADOdb is an external library. It is not being used yet. We give up about using a data base abstraction library, and this proposal will use instead just %1PDO%2.
fr_fr: ADOdb est une bibliothèque externe et n'est pas encore utilisée. Nous avons abandonné l'idée de nous servir d'une abstraction de base de données et cette proposition utilisera juste %1PDO%2.
pt_pt: ADOdb é uma biblioteca externa. Ainda não está a ser utilizada. Abandonamos a utilização de uma biblioteca de abstracção da base de dados, pelo que esta proposta irá simplesmente utilizar %1PDO%2.
ru_ru: ADOdb это внешняя библиотека, но она пока ещё не используется. Мы планируем использовать библиотеку, предоставляющую абстрактный доступ к базе данных, и, скорее всего библиотека будет использовать вместо простого %1PDO%2.

source: Documentation of the new Data Base design:
fr_fr: Documentation de la nouvelle structure de base de données :
pt_pt: Documentação do novo desenho de Base de Dados:
ru_ru: Документация по архитектуре новой базы данных:

source: Entity Relation logical model
fr_fr: Modèle logique de la relation Entity
pt_pt: Modelo lógico Entidade Relação
ru_ru: Логическая модель взаимодействия сущностей

source: Physical model
fr_fr: Modèle physique
pt_pt: Modelo físico
ru_ru: Физическая модель

source: SQL Implementation
fr_fr: Implémentation SQL
pt_pt: Implementação em SQL
ru_ru: Реализация на SQL

source: Coding Standards
fr_fr: Normes de codage
pl_pl: Wytyczne dla programistów
pt_pt: Padrões de Programação
ru_ru: Стандарты кодирования

source: Internationalization and Localization
fr_fr: Internationalisation et localisation
pl_pl: Tłumaczenia i lokalizacje
pt_pt: Internacionalização e Localização
ru_ru: Интернационализация и локализация

source: We will try to follow these %1Coding Standards%2.
fr_fr: Nous essaierons de suivre ces %1normes de codage%2.
pt_pt: Tentaremos seguir estes %1Padrões de Programação%2.
ru_ru: Мы будем пытаться следовать этим %1Стандартам кодирования%2.

source: How the development team and production is integrated?
fr_fr: Comment s'intègrent l'équipe de développement et la production ?
pl_pl: Jak zaaranżowano proces współpracy?
pt_pt: Como é integrada a equipa de desenvolvimento com a entrada em produção?
ru_ru: Как будут интегрированы разработка и использование?

source: CVS is used as repository. The HTTP server gets a tagged release via 'update' from the CVS server.
fr_fr: CVS est le dépôt de fichiers. Le serveur HTTP obtient une version taguée par un « update » depuis le serveur CVS.
pt_pt: CVS é utilizado como repositório. O servidor HTTP obtém uma versão etiquetada através do 'update' ao servidor CVS.
ru_ru: В качестве хранилища кода будет использоваться CVS. Сервер HTTP будет забирать помеченный выпуск с помощью 'обновления' с сервера CVS.

source: The TODO task list
fr_fr: Liste des tâches à faire
pt_pt: A lista de tarefas a realizar (TODO)
ru_ru: Список задач

source: See the %1Task Manager%2 at Savannah.
fr_fr: Voir le %1gestionnaire de tâches%2 chez Savannah.
pt_pt: Consulte o %1Gestor de Tarefas%2 no Savannah.
ru_ru: Смотрите задачи в %1Списке задач%2 на Savannah.

source: See the %1Wiki HOWTO%2 at Savannah.
fr_fr: Voir le %1Wiki HOWTO%2 chez Savannah.
ru_ru: Смотрите %1руководство по Wiki%2 на Savannah.

source: The source code
fr_fr: Le code source
pt_pt: O código fonte
ru_ru: Исходный код

source: If you do not like play with CVS, you can get a, maybe outdated package, of the website, at our Savannah %1Filelist (Download area)%2.
fr_fr: Si vous ne souhaitez pas utiliser CVS, vous pouvez obtenir une version (probablement périmée) du site web dans la %1zone de téléchargement%2 de Savannah.
pt_pt: Caso não lhe agrade utilizar o CVS, poderá obter um pacote, por vezes um pouco desactualizado, do código da página web na nossa %1Lista de ficheiros (área de download)%2 no Savannah.
ru_ru: Если вы не хотите работать с CVS, можно загрузить возможно немного устаревший пакет веб-сайта с %1хранилища файлов%2 Savannah.

source: Or much better, you can %1download%2 the code which is running this site right now!.
fr_fr: Ou, mieux, vous pouvez %1télécharger%2 le code utilisé actuellement par le site !
ru_ru: Или, можно %1скачать код%2, используемый на сайте прямо сейчас!.

source: You could set up all the required %1Technologies%2 on your host, to be used as your development environment.
fr_fr: Vous pouvez mettre en place toutes les %1technologies%2 requises sur votre machine, afin de l'utiliser en tant qu'environnement de développement.
pt_pt: Poderá configurar todas as %1Tecnologias%2 necessárias no seu servidor, para ser utilizado como ambiente de desenvolvimento.
ru_ru: Необходимо установить все %1Зависимости%2 на сервере, который будет использоваться как среда разработки.

source: The source code can have 'XXX' flags, which are used to mark pending tasks, etc.
fr_fr: Le code source peut contenir des « XXX » qui sont utilisés pour marquer les tâches restantes, etc.
pt_pt: O código fonte poderá conter marcas 'XXX', que são utilizadas para marcar tarefas pendentes, etc.
ru_ru: Исходный код может содержать отметки 'XXX', которые говорят о невыполненных задачах и подобных проблемах

source: The CVS server
fr_fr: Le serveur CVS
pt_pt: O servidor CVS
ru_ru: Сервер CVS

source: The CVS of gnuherds-app is at %1Savannah%2. The PostgreSQL database and the website is at the gnuherds.org host.
fr_fr: Le CVS de gnuherds-app est chez %1Savannah%2. La base PostgreSQL et le site web sont sur la machine gnuherds.org.
pt_pt: O CVS do gnuherds-app está no %1Savannah%2. A base de dados PostgreSQL e o servidor web encontram-se no gnuherds.org.
ru_ru: Дерево исходных кодов CVS пакета gnuherds-app находится на %1Savannah%2. База PostgreSQL и веб-сайт работают на узле gnuherds.org.

source: Though before getting write permision to the CVS repository it is usual to prove the interest with some patch, you can register at the Savannah development site and ask to join the project. Do not fear, if you join, nobody will force you to contribute :)
fr_fr: Avant d'obtenir un accès en écriture au dépôt CVS, vous devez généralement prouver votre intérêt en fournissant des correctifs (patchs). Créez un compte chez Savannah et demandez à rejoindre le projet. N'ayez pas peur, si vous nous rejoignez, personne ne vous forcera à contribuer :)
pt_pt: Apesar de que antes de se obter permissão de escrita no repositório CVS é normal comprovar o interesse através de pelo menos um patch (ficheiro com alterações a aplicar ao código de uma aplicação), pode registar-se na página de desenvolvimento do Savannah e pedir para se juntar ao projecto. Não se preocupe, caso se junte, ninguém o forçará a contribuir :)
ru_ru: Несмотря на то, что получение прав на запись в репозитарий CVS обычно требует доказательств заинтересованности в разработке, например, предоставления некоторых изменений, можно свободно зарегистрироваться на сайте разработки Savannah и подать запрос на присоединение к проекту. Не бойтесь, даже если вы станете участником проекта, никто не будет заставлять вас работать над ним :)

source: Hints
fr_fr: Conseils
pt_pt: Dicas
ru_ru: Подсказки

source: %1Register%3 at %2Savannah%3
fr_fr: %1Créer un compte%3 chez %2Savannah%3
pt_pt: %1Registe-se%3 no %2Savannah%3
ru_ru: %1Зарегистрируйтесь%3 на %2Savannah%3

source: %1Request%2 for inclusion to the project
fr_fr: %1Demander%2 de rejoindre le projet
pt_pt: %1Solicite%2 a sua inclusão no projecto
ru_ru: %1Заполните запрос%2 на включение проекта

source: gnuherds-app %1CVS%2 view
fr_fr: Voir le %1CVS%2 de gnuherds-app
pt_pt: Vista %1CVS%2 do gnuherds-app
ru_ru: обзор дерева %1CVS%2 gnuherds-app
