Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: To access this section you have to login first.
fr_fr: Vous devez vous identifier avant de pouvoir accéder à cette section.
pl_pl: Musisz być zalogowany aby wejść do tej sekcji.
pt_pt: Para aceder a esta secção tem primeiro de iniciar uma sessão.
ru_ru: Для того, чтобы получить доступ, необходимо войти в систему.

source: Delete qualifications
fr_fr: Supprimer les qualifications
pl_pl: Skasuj kwalifikacje
pt_pt: Apagar qualificações
ru_ru: Удалить навыки

source: The qualifications information has been deleted from the data base.
fr_fr: Vos qualifications ont été supprimées de la base de données.
pl_pl: Informacje o kwalifikacjach zostały usunięte z bazy danych.
pt_pt: A informação de qualificações foi apagada da base de dados.
ru_ru: Информация о квалификации была удалена из базы данных.

source: Success. Your qualifications have been saved.
fr_fr: Réussi. Vos qualifications ont été sauvegardées.
pl_pl: Twoje kwalifikacjie zostały pomyślnie zapisane.
pt_pt: Sucesso. As suas qualificações foram gravadas.
ru_ru: Успех. Данные о квалификации были сохранены.

source: UPDATE JOB OFFER
fr_fr: METTRE À JOUR L'OFFRE D'EMPLOI
pt_pt: ACTUALIZAR OFERTA DE EMPREGO
ru_ru: ОБНОВИТЬ ПРЕДЛОЖЕНИЕ РАБОТЫ

source: NEW JOB OFFER
fr_fr: NOUVELLE OFFRE D'EMPLOI
pt_pt: NOVA OFERTA DE EMPREGO
ru_ru: НОВОЕ ПРЕДЛОЖЕНИЕ РАБОТЫ

source: GENERAL
fr_fr: GÉNÉRAL
pt_pt: GERAL
ru_ru: ОБЩЕЕ

source: Filled automatically
fr_fr: Rempli automatiquement
pt_pt: Preenchido automaticamente
ru_ru: Заполнено автоматически

source: Empty professional profile
fr_fr: Profil professionel vide
pt_pt: Perfil profissional vazio
ru_ru: Пустой профиль

source: The offer is closed
fr_fr: L'offre est fermée
pl_pl: Ta oferta jest zamknięta
pt_pt: A oferta está terminada
ru_ru: Предложение закрыто

source: Your offer reference
fr_fr: Référence de votre offre
pl_pl: Referencja Twojej oferty
pt_pt: Referência da sua oferta
ru_ru: Ваша ссылка на предложение

source: Expiration date
fr_fr: Date d'expiration
pl_pl: Data wygaśnięcia
pt_pt: Data final de validade
ru_ru: Срок истечения

source: The format could be for example
fr_fr: Le format peut-être par exemple
pl_pl: Format mógłby być np. taki
pt_pt: O formato podería ser, por exemplo
ru_ru: Формат может быть, например

source: Allow applications from
fr_fr: Permettre les candidatures de
pl_pl: Dopuść aplikacje od
pt_pt: Permitir candidaturas de
ru_ru: Разрешать заявки от

source: guide
ru_ru: руководство

source: Required languages
fr_fr: Langues requises
pl_pl: Wymagane języki
pt_pt: Linguagens necessárias
ru_ru: Требуемые языки

source: Check job offer view
fr_fr: Visualiser l'offre d'emploi
pt_pt: Vista de verificação de oferta de emprego
ru_ru: Показать форму предложения работы

source: In the RESIDENCE LOCATION subsection, you have to fill an address (at least the Country), or activate the "Telework" checkbox.
fr_fr: Dans la sous-section LIEU, vous devez indiquer une adresse (au moins un pays) ou activer la case « Télétravail ».
pt_pt: Na subsecção LOCAL DE RESIDÊNCIA, tem de preencher uma morada (pelo menos o País), ou activar a opção "Tele-trabalho".
ru_ru: В подпункте МЕСТО ЖИТЕЛЬСТВА необходимо заполнить адрес (по меньшей мере страну, или активировать параметр "Удалённая работа"

source: Incorrect format.
fr_fr: Format incorrect
pt_pt: Formato incorrecto.
ru_ru: Некорректный формат.

source: Success. Your job offer have been saved.
fr_fr: Réussi. Votre offre d'emploi a été sauvée.
pt_pt: Sucesso. A sua oferta de emprego foi gravada.
ru_ru: Успех. Предложение работы было сохранено.

source: Manage the Job Offer applications
fr_fr: Gérer les candidatures à l'offre d'emploi
pt_pt: Gerir as candidaturas à Oferta de Emprego
ru_ru: Управление заявками на предложенную работу

source: Offer title
fr_fr: Titre de l'offre d'emploi
pl_pl: Nazwa oferty
pt_pt: Título da oferta
ru_ru: Заглавие предложения

source: Applicant
fr_fr: Candidat
pl_pl: Kandydat
pt_pt: Candidato
ru_ru: Претендент

source: Manage Job Offers
fr_fr: Gérer les offres d'emplois
pt_pt: Gerir Ofertas de Emprego
ru_ru: Управления предложениями работы

source: You do not have any defined job offer.
fr_fr: Vous n'avez pas d'offre d'emploi de définie.
pl_pl: Nie stworzyłeś jeszcze żadnej oferty pracy.
pt_pt: Não possui quaisquer ofertas de emprego definidas.
ru_ru: Не задано предложений работы.

source: Closed
fr_fr: Fermé
pl_pl: Zamknięto
pt_pt: Terminada
ru_ru: Закрыто

source: Delete selected offers
fr_fr: Supprimer les offres sélectionnées
pl_pl: Skasuj zaznaczone oferty
pt_pt: Apagar as ofertas seleccionadas
ru_ru: Удалить выделенные предложения

source: New offer
fr_fr: Nouvelle Offre
pt_pt: Nova oferta
ru_ru: Новое предложение

source: The selected job offers has been deleted from the data base.
fr_fr: Les offres d'emplois sélectionnées ont été supprimées de la base de données.
pl_pl: Wybrane oferty pracy zostały usunięte z bazy danych.
pt_pt: As ofertas de emprego seleccionadas foram apagadas da base de dados.
ru_ru: Выделенные предложения работы были удалены из базы данных.

source: Offers to delete have not been selected. Try again.
fr_fr: Vous n'avez pas sélectionné d'offre à supprimer. Réessayez.
pl_pl: Nie zaznaczono ofert pracy do skasowania. Spróbuj jeszcze raz.
pt_pt: Não seleccionou quaisquer ofertas a apagar. Tente novamente.
ru_ru: Не выделены предложения работы. Попробуйте ещё раз

source: Job Applications
fr_fr: Candidatures
pt_pt: Candidaturas a Emprego
ru_ru: Заявки на работу

source: You do not have your application subscribed to any open job offer.
fr_fr: Vous n'avez postulé à aucune offre d'emploi.
pl_pl: Nie masz aplikacji przypisanej do aktualnej oferty pracy.
pt_pt: Não possui a sua candidatura subscrita a qualquer oferta de emprego activa.
ru_ru: Нет заявок на ещё действительные предложения о работе.

source: Subscription state
fr_fr: État de la souscription
pl_pl: Status subskrypcji
pt_pt: Estado da candidatura
ru_ru: Статус подписки

source: Special Interest Group
fr_fr: Groupe d'intérêt spécifique
pt_pt: Grupo de Interesse Especial
ru_ru: Специальные группы по интересам

source: Initially, GNU Herds' members can vote showing their hands, sending an email.
fr_fr: Les membres GNU Herds peuvent voter à main levée, en envoyant un mail.
pl_pl: Początkowo członkowie GNU Herds mogą głosować podnosząc rękę, wysyłając email.
pt_pt: Inicialmente, os membros do GNU Herds podem votar de 'mão no ar', enviando um email.
ru_ru: Для начала члены ассоциации GNU Herds могут голосовать, посылая сообщения электронной почты.

source: The GNU Herds' official voting mechanism is not intented to:
fr_fr: Le mécanisme officiel de vote de GNU Herds n'est pas destiné :
pl_pl: Oficjalny mechanizm głosowania GNU Herds nie jest przeznaczony do:
pt_pt: O mecanismo de voto oficial do GNU Herds não pretende:
ru_ru: Официальный механизм голосования GNU Herds не предназначен для:

source: be used as a country voting system.
fr_fr: à être utilisé en tant que système de vote national.
pl_pl: użycia jako krajowy system głosowania.
pt_pt: ser utilizado como sistema de voto de um país.
ru_ru: использования как системы голосования в стране.

source: be used as the FS community voting system. The FS community does not need a voting system. As Barry Fitzgerald exposes:
fr_fr: à être LE système de vote de la communauté LL. La communauté LL n'a pas besoin de système de vote. Comme Barry Fitzgerald l'a dit :
pl_pl: użycia jako system głosowania ruchu na rzecz WO. Ruch na rzecz WO nie potrzebuje systemu głosowania. Jak Barry Fitzgerald tłumaczy:
pt_pt: ser utilizado como o sistema de voto da comunidade de Software Livre. A comunidade de FS não necessita de um sistema de voto. Como Barry Fitzgerald expôs:
ru_ru: использования как системы голосования сообщества Свободного ПО. Это сообщество не нуждается в системе голосования, как пишет Барри Фитцжеральд:

source: The GNU Herds' official voting mechanism is only intented to:
fr_fr: Le système officiel de vote de GNU Herds n'est uniquement destiné à :
pl_pl: Oficjalny mechanizm głosowania GNU Herds jest przeznaczony tylko do:
pt_pt: O sistema de voto oficial do GNU Herds apenas pretende:
ru_ru: Механизм GNU Herds предназначен только для:

source: be used as voting system to this Association. The voting mechanism must be used as a tool to keep GNU Herds moving in the right direction, helping members guide the board members. It can also be used to get opinions about ideas, etc.: binding vote, opinion vote.
fr_fr: être utilisé comme système de vote de l'Association. Le mécanisme de vote doit être utilisé comme un outil permettant à GNU Herds d'avancer dans la bonne direction, en aidant ses membres à guider le conseil d'administration. Il peut aussi être utilisé pour obtenir l'opinion des gens à propos de certaines idées, etc.
pl_pl: użycia jako system głosowania przez to stowarzyszenie. Mechanizm głosowania ma służyć temu aby GNU Herds zmierzało w dobrym kierunku, pomaganiu członkom nakierowywać zarządu. Może być również użyty do zbierania opinii na temat pomysłów, itp.: głosowanie, zebranie opinii.
pt_pt: ser utilizado como sistema de voto desta Associação. O mecanismo de voto deve ser utilizado como uma ferramenta para manter o GNU Herds no caminho certo, ajudando os membros a orientar os membros do comité. Pode também ser utilizado para obter opiniões sobre ideias, etc.: voto vinculativo, voto opinativo.
ru_ru: Использования как система голосования этой Ассоциации. Механизм голосования будет использоваться как средство контроля направления развития GNU Herds, помогая участникам следить за руководством. Также он должен помогать собирать мнения об идеях, например, можно будет проводить сбор мнений участников.

source: See references to documentation at bottom of this page.
fr_fr: Voir les références à la documentation en bas de cette page.
pl_pl: Zobacz odnośniki do dokumentacji na dole strony.
pt_pt: Consulte as referências a documentação ao fundo desta página.
ru_ru: Смотрите ссылки на документацию внизу страницы.

source: Options
pl_pl: Opcje
pt_pt: Opções
ru_ru: Параметры

source: There are several projects which try to solve the e-Voting trouble. The goal of each project can be different. Some of them has modified its aims or are stalled:
fr_fr: Plusieurs projets essaient de résoudre le problème du vote électronique. Le but recherché par chaque projet peut être différent. Certains ont modifié leur but ou ont interromput leurs recherches :
pl_pl: Istnieje wiele projektów próbujących rozwiązać problem e-głosowania. Cel każdego projektu może być inny. Niektóre zmieniły swoje cele albo zaprzestały rozwoju:
pt_pt: Existem vários projectos que tentam resolver os problemas do e-Voto. O objectivo de cada projecto poderá ser diferente. Alguns deles alteraram os seus propósitos ou encontram-se abandonados:
ru_ru: Есть несколько проектов, пытающихся решить проблемы электронного голосования. Цель каждого из проектов может быть отличной. Например, некоторые из них изменили свои цели, а некоторые приостановили развитие:

source: The development has been discontinued due to
fr_fr: Le développement a été interrompu à cause de
pl_pl: Rozwój został przerwany ponieważ
pt_pt: O desenvolvimento encontra-se abandonado porque
ru_ru: Разработка была остановлена из-за следущих причин:

source: It seems to support the %1Condorcet method%2 and even "a mix of secret and public ballots".
fr_fr: Ils semblent utiliser la %1méthode Condorcet%2 et même « un mélange de bulletins publics et secrets ».
pl_pl: Zdaję się wspierać %1metodę Condorceta%2 a nawet "mieszanie tajnym i jawnych głosów".
pt_pt: Parece suportar o %1método Condorcet%2 e até mesmo "uma mistura de boletins secretos e públicos".
ru_ru: Кажется поддерживает метод %1Condorcet%2 и даже смесь "открытых и закрытых бюллетеней".

source: Some free GNU/Linux distributions use it own voting system.
fr_fr: Certaines distributions GNU/Linux utilisent leur propre système de vote.
pl_pl: Niektóre z dystrybucji GNU/Linux używają własnych systemów głosowania.
pt_pt: Algumas distribuições livres de GNU/Linux utilizam o seu próprio sistema de voto.
ru_ru: Некоторые дистрибутивы GNU/Linux используют свои собственные системы голосования.

source: Stalled since March 2002.
fr_fr: Suspendu depuis March 2002.
pl_pl: Wstrzymany od marcja 2002.
pt_pt: Abandonado desde Março de 2002.
ru_ru: Приостановлено с марта 2002.

source: We have added the below links from the %1"Bringing free software to voting booths"%2 %3LWN%4 article:
fr_fr: Nous avons récupéré les liens ci-dessous depuis l'article de %3LWN%4 %1« Bringing free software to voting booths »%2 :
pt_pt: Os links abaixo foram adicionados a partir do artigo da %3LWN%4 intitulado %1"Bringing free software to voting booths"%2:
ru_ru: Мы добавили ссылки из статьи %3LWN%4 %1"Использование свободного программного обеспечения в системах голосования"%2:

source: It is dormant.
fr_fr: Inactif.
pl_pl: Uśpiony.
pt_pt: Encontra-se inactivo.
ru_ru: Это спящий вулкан.

source: It is interested in exploring alternative voting methods.
fr_fr: Intéressés par l'exploration de systèmes de votes alternatifs.
pl_pl: Jest zainteresowany poszukiwaniem alternatywnych metod głosowania.
pt_pt: Encontra-se interessado na exploração de métodos de voto alternativos.
ru_ru: Интересно изучать альтернативные методы голосования.

source: It is too young to have released any useful code.
fr_fr: Trop récent pour avoir publié du code intéressant.
pl_pl: Jest za młode do wypuszczenia użytecznego kodu.
pt_pt: É demasiado recente para ter distribuído qualquer código útil.
ru_ru: Слишком рано выпускать работающий код.

source: It has already been used in at least one election for the Legislative Assembly in the Australian Capitol Territory in October 2001 and is approved for use in future elections.
fr_fr: Cela a déjà été utilisé au moins dans une élection législative en Australie (Capitol) en Octobre 2001 et a été approuvé pour les élections futures.
pl_pl: Już było użyte w przynajmniej jednych wyborach do Legislative Assembly w Australian Capitol Territory w październiku 2001 i zostało zatwierdzone do użycia w przyszłych wyborach.
pt_pt: Já foi utilizado em pelo menos uma eleição para a Assembleia Legislativa no Território da Capital Australiana em Outubro de 2001 e encontra-se aprovado para utilização em eleições futuras.
ru_ru: Оно уже было использовано по меньшей мере в одних выборах в Законодательное Собрание в Австралийских Главных Территориях в Октябре 2001 года и будет использовано в будущих выборах, подтвердив свою полезность.

source: It is a already implemented, working solution for electronic voting.
fr_fr: C'est déjà implémenté, c'est une solution qui marche pour le vote électronique.
pl_pl: Już zostało zaimplementowane, działające rozwiązanie do przeprowadzenia e-głosowania.
pt_pt: É uma solução funcional, já implementada, para votação electrónica.
ru_ru: Это уже реализовано, работающее решение для электронного голосования.

source: References to documentation
fr_fr: Références à la documentation
pl_pl: Odnośniki do dokumentacji
pt_pt: Referências para documentação
ru_ru: Ссылки на документацию

source: A 16 page nontechnical paper, on 16 requirements that a voting system "must" meet. Read it to know a bit more about efforts underway at coming up with secure voting (and what may constitute a definition of secure voting). Consider in particular the requirement that anonimity be maintained.
fr_fr: Un article non technique de 16 pages, sur 16 besoins qu'un système de vote « doit » satisfaire. Lisez-le pour prendre un peu plus connaissance des efforts à faire pour sécuriser un vote (et de ce qui pourrait constituer une définition du vote sécurisé). Considérez particulièrement le respect de l'anonymat.
pl_pl: Szesnasto stronnicowa, nietechniczna publikacja na temat 16 wymagań stawianych przed systemem głosowania. Przeczytaj dokument by zapoznać się z wymaganiami związanymi z bezpiecznym głosowaniem (tym co może stanowić definicję bezbiecznego głosowania). Rozważ w szczególności wymaganie zachowania anonimowości.
pt_pt: Um artigo não-técnico de 16 páginas, sobre os 16 requisitos que um sistema de voto "tem" de cumprir. Leia-o para conhecer um pouco melhor os esforços em curso para garantir uma votação segura (e o que pode constituir uma definição de votação segura). Considere em especial o requisito de que o anonimato do votante seja mantido.
ru_ru: Статья из 16 страниц по 16 требованиям, которым система голосования "должна" удовлетворять. Прочтите для ознакомления с усилиями в области безопасного голосования и о том, что может заместить понятие безопасного голосования. Примите во внимание, что требование анонимности соблюдается.

source: We want remark:
fr_fr: Remarque :
pl_pl: Uwagi:
pt_pt: Destacamos:
ru_ru: Необходимо заметить:

source: Note that all those systems are country voting oriented.
fr_fr: Notez que tous ces systèmes sont orientés pour les élections nationales.
pl_pl: Wszystkie te systemy są zorientowane jako krajowe systemy głosowania.
pt_pt: Note que todos esses sistemas estão orientados para eleições em países.
ru_ru: Заметьте, что все эти системы были ориентированы на голосование.

source: ERROR: Connection to database failed!
pl_pl: BŁĄD: Nie można połączyć się do bazy danych!.
ru_ru: ОШИБКА: Не удалось подсоединиться к базе данных!.

source: Data base under maintenance. Excuse the inconveniences.
fr_fr: Base de données en maintenance, veuillez nous excuser pour la gêne occasionnée.
pl_pl: Baza danych w trakcie konserwacji. Przepraszamy za niedogodności.
ru_ru: База данных отключена по техническим причинам. Извините за неудобства.

source: Afghanistan
pt_pt: Afeganistão
ru_ru: Афганистан

source: Albania
fr_fr: Albanie
pt_pt: Albânia
ru_ru: Албания

source: Algeria
fr_fr: Algérie
pt_pt: Algéria
ru_ru: Алжир

source: American Samoa
fr_fr: Samoa américaines
pt_pt: Samoa Americana
ru_ru: Американское Самоа

source: Andorra
fr_fr: Andorre
ru_ru: Андорра

source: Angola
ru_ru: Ангола

source: Anguilla
ru_ru: Ангилья

source: Antarctica
fr_fr: Antarctique
pt_pt: Antártida
ru_ru: Антарктида

source: Antigua and Barbuda
fr_fr: Antigua-et-Barbuda
pt_pt: Antigua e Barbuda
ru_ru: Антигуа и Барбуда

source: Argentina
fr_fr: Argentine
ru_ru: Аргентина

source: Armenia
fr_fr: Arménie
pt_pt: Arménia
ru_ru: Армения

source: Aruba
ru_ru: Аруба

source: Australia
fr_fr: Australie
pt_pt: Austrália
ru_ru: Австралия

source: Austria
fr_fr: Autriche
pt_pt: Áustria
ru_ru: Австрия

source: Azerbaijan
fr_fr: Azerbaïdjan
pt_pt: Azerbaijão
ru_ru: Азербайджан

source: Bahamas
ru_ru: Багамы

source: Bahrain
fr_fr: Bahreïn
ru_ru: Бахрейн

source: Bangladesh
ru_ru: Бангладеш

source: Barbados
fr_fr: Barbade
ru_ru: Барбадос

source: Belarus
fr_fr: Biélorussie
pt_pt: Bielo-rússia
ru_ru: Беларусь

source: Belgium
fr_fr: Belgique
pt_pt: Bélgica
ru_ru: Бельгия

source: Belize
ru_ru: Белиз

source: Benin
fr_fr: Bénin
ru_ru: Бенин

source: Bermuda
fr_fr: Bermudes
ru_ru: Бермуды

source: Bhutan
fr_fr: Bhoutan
pt_pt: Butão
ru_ru: Бутан

source: Bolivia
fr_fr: Bolivie
pt_pt: Bolívia
ru_ru: Боливия

source: Bosnia and Herzegovina
fr_fr: Bosnie-Herzégovine
pt_pt: Bósnia-Herzegovina
ru_ru: Босния и Герцеговина

source: Botswana
ru_ru: Ботсвана

source: Bouvet Island
fr_fr: Île Bouvet
pt_pt: Ilha Bouvet
ru_ru: Остров Буве

source: Brazil
fr_fr: Brésil
pt_pt: Brasil
ru_ru: Бразилия

source: British Indian Ocean Territory
fr_fr: Territoire Britannique de l'océan Indien
pt_pt: Territorio Britânico no Oceano Índico
ru_ru: Британская территория в Индийском океане

source: British Virgin Islands
fr_fr: Îles Vierges Britanniques
pt_pt: Ilhas Virgens Britânicas
ru_ru: Британские Виргинские острова

source: Brunei Darussalam
fr_fr: Brunei
ru_ru: Бруней-Даруссалам

source: Bulgaria
fr_fr: Bulgarie
pt_pt: Bulgária
ru_ru: Болгария

source: Burkina Faso
ru_ru: Буркина-Фасо

source: Burundi
ru_ru: Бурунди

source: Cambodia
fr_fr: Cambodge
pt_pt: Cambodja
ru_ru: Камбоджа

source: Cameroon
fr_fr: Cameroun
pt_pt: Camarões
ru_ru: Камерун

source: Canada
pt_pt: Canadá
ru_ru: Канада

source: Cape Verde
fr_fr: Cap-Vert
pt_pt: Cabo Verde
ru_ru: Кабо-Верде

source: Cayman Islands
fr_fr: Îles Caïmanes
pt_pt: Ilhas Caimão
ru_ru: Острова Кайман

source: Central African Republic
fr_fr: République centrafricaine
pt_pt: República Centro-Africana
ru_ru: Центрально-Африканская Республика

source: Chad
fr_fr: Tchad
pt_pt: Chade
ru_ru: Чад

source: Chile
fr_fr: Chili
ru_ru: Чили

source: China
fr_fr: Civilisation chinoise
ru_ru: Китай

source: Christmas Island
fr_fr: Île Christmas
pt_pt: Ilha do Natal
ru_ru: Остров Рождества

source: Cocos (Keeling) Islands
fr_fr: Îles Cocos
pt_pt: Ilhas Cocos (Keeling)
ru_ru: Кокосовые (Килинг) острова

source: Colombia
fr_fr: Colombie
pt_pt: Colômbia
ru_ru: Колумбия

source: Comoros
fr_fr: Comores
ru_ru: Коморы

source: Congo, Democratic Republic of
fr_fr: Congo, République démocratique du
pt_pt: Congo, República Democrática do
ru_ru: Конго, Демократическая Республика

source: Congo, People's Republic of
fr_fr: Congo, République du
pt_pt: Congo, República Popular do
ru_ru: Конго, Народная Республика

source: Cook Islands
fr_fr: Îles Cook
pt_pt: Ilhas Cook
ru_ru: Острова Кука

source: Costa Rica
ru_ru: Коста-Рика

source: Cote D'Ivoire
fr_fr: Côte d'Ivoire
pt_pt: Costa do Marfim
ru_ru: Кот-Д-Ивуар

source: Cuba
ru_ru: Куба

source: Cyprus
fr_fr: Chypre
pt_pt: Chipre
ru_ru: Кипр

source: Czech Republic
fr_fr: République tchèque
pt_pt: República Checa
ru_ru: Чешская Республика

source: Denmark
fr_fr: Danemark
pt_pt: Dinamarca
ru_ru: Дания

source: Djibouti
ru_ru: Джибути

source: Dominica
fr_fr: Dominique
ru_ru: Доминика

source: Dominican Republic
fr_fr: République dominicaine
pt_pt: República Dominicana
ru_ru: Доминиканская Республика

source: Ecuador
fr_fr: Équateur
ru_ru: Эквадор

source: Egypt
fr_fr: Égypte
pt_pt: Egipto
ru_ru: Египет

source: El Salvador
fr_fr: Salvador
ru_ru: Сальвадор

source: Equatorial Guinea
fr_fr: Guinée équatoriale
pt_pt: Guiné Equatorial
ru_ru: Экваториальная Гвинея

source: Eritrea
fr_fr: Érythrée
pt_pt: Eritreia
ru_ru: Эритрея

source: Estonia
fr_fr: Estonie
pt_pt: Estónia
ru_ru: Эстония

source: Ethiopia
fr_fr: Éthiopie
pt_pt: Etiópia
ru_ru: Эфиопия

source: Faeroe Islands
fr_fr: Îles Féroé
pt_pt: Ilhas Faeroe
ru_ru: Острова Фаэро

source: Falkland Islands (Malvinas)
fr_fr: Îles Malouines
pt_pt: Ilhas Malvinas
ru_ru: Фолклендские (Мальвинские) острова

source: Fiji Islands
fr_fr: Fidji
pt_pt: Ilhas Fiji
ru_ru: Острова Фиджи

source: Finland
fr_fr: Finlande
pt_pt: Finlândia
ru_ru: Финляндия

source: France
pt_pt: França
ru_ru: Франция

source: French Guiana
fr_fr: Guyane (France)
pt_pt: Guiana Francesa
ru_ru: Французская Гвиана

source: French Polynesia
fr_fr: Polynésie française
pt_pt: Polinésia Francesa
ru_ru: Французская Полинезия

source: French Southern Territories
fr_fr: Terres australes et antarctiques françaises
pt_pt: Territórios Austrais Franceses
ru_ru: Французские Южные территории

source: Gabon
pt_pt: Gabão
ru_ru: Габон

source: Gambia
fr_fr: Gambie
pt_pt: Gâmbia
ru_ru: Гамбия

source: Georgia
fr_fr: Géorgie
ru_ru: Грузия

source: Germany
fr_fr: Allemagne
pt_pt: Alemanha
ru_ru: Германия

source: Ghana
ru_ru: Гана

source: Gibraltar
ru_ru: Гибралтар

source: Greece
fr_fr: Grèce
pt_pt: Grécia
ru_ru: Греция

source: Greenland
fr_fr: Groenland
pt_pt: Gronelândia
ru_ru: Гренландия

source: Grenada
fr_fr: Grenade
pt_pt: Granada
ru_ru: Гренада

source: Guadaloupe
fr_fr: Guadeloupe
pt_pt: Guadalupe
ru_ru: Гваделупа

source: Guam
ru_ru: Гуам

source: Guatemala
ru_ru: Гватемала

source: Guinea
fr_fr: Guinée
pt_pt: Guiné
ru_ru: Гвинея

source: Guinea-Bissau
fr_fr: Guinée-Bissau
pt_pt: Guiné-Bissau
ru_ru: Гвинея-Биссау

source: Guyana
pt_pt: Guiana
ru_ru: Гайана

source: Haiti
fr_fr: Haïti
ru_ru: Гаити
