Repository: gitGNU/gnu_gnuherds-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, pl_pl, pt_pt, ru_ru

source: Please try again.
pl_pl: Spróbuj ponownie.

source: Account identification
pl_pl: Informacje o koncie

source: Email
pl_pl: Adres email

source: Change the account email
pl_pl: Zmień adres email

source: Change the account password
pl_pl: Zmień hasło

source: ISO Nationalities
pl_pl: Narodowości ISO

source: Mark to delete
pl_pl: Zaznacz do skasowania

source: More
pl_pl: Więcej

source: Save and or delete and stay here to add more
pl_pl: Zapisz i/lub skasuj oraz zostań by dodać więcej

source: License to work at
pl_pl: Pozwolenie na pracę w

source: Besides the inferred from the ISO nationalities fields
pl_pl: Poza wynikającymi z narodowości ISO

source: Postal address
pl_pl: Adres pocztowy

source: Interactive communication medias
pl_pl: Metody komunikacji interaktywnej

source: Register
pl_pl: Zarejestruj

source: Invalid email address
pl_pl: Nieprawidłowy adres email

source: Password fields differ
pl_pl: Pola hasła różnią się

source: Update company data
pl_pl: Uaktualnij dane firmy

source: Update non-profit organization data
pl_pl: Uaktualnij dane organizacji pożytku publicznego

source: non-profit
pl_pl: pożytku publicznego

source: New qualifications
pl_pl: Nowe kwalifikacje

source: Update qualifications data
pl_pl: Uaktualnij dane kwalifikacji

source: Previous
pl_pl: Poprzednia

source: Save and move to the previous section
pl_pl: Zapisz zmiany i wróć do poprzedniej sekcji

source: Next
pl_pl: Następna

source: Save and move to the next section
pl_pl: Zapisz zmiany i idź do następnej sekcji

source: Finish
pl_pl: Zakończ

source: Save and finish the edition
pl_pl: Zapisz zmiany i zakończ edycję

source: Save and move to section
pl_pl: Zapisz zmiany i przejdź do sekcji

source: Academic
pl_pl: Wykształcenie

source: FS projects
pl_pl: Projekty WO

source: Residence location
pl_pl: Adres

source: Contract
pl_pl: Kontakt

source: Technical
pl_pl: Techniczne

source: Staff with the below characteristic:
pl_pl: Współpracownik z poniższymi cechami:

source: Degree
pl_pl: Tytuł

source: Academic level
pl_pl: Poziom akademicki

source: Degree granted
pl_pl: Tytuł przyznano

source: Start date
pl_pl: Data początkowa

source: Finish date
pl_pl: Data końcowa

source: Institution
pl_pl: Instytucja

source: University or education institution
pl_pl: Uniwersystel lub instytucja edukacyjna

source: Institution's URI
pl_pl: Adres URI insytucji

source: Short comment
pl_pl: Krótki opis

source: Some fields offer suggestions.
pl_pl: Niektóre pola zawierają podpowiedzi.

source: The form has not been saved yet.
pl_pl: Formularz nie został jeszcze zapisany.

source: Please, choose or edit again.
pl_pl: Wybierz lub edytuj ponownie.

source: Checks
pl_pl: Weryfikacja

source: Non-Free or Pending skills are not showed in the view.
pl_pl: Niewolne oraz oczekujące umiejętności nie są pokazane w tym widoku.

source: Add skills and theirs knowledge and experience levels.
pl_pl: Dodaj umiejętności, poziom ich znajomości i doświadczenia.

source: This skill is pending for checking.
pl_pl: Ta umiejętność czeka na zatwierdzenie.

source: This skill is unknown.
pl_pl: Ta umiejętność jest nieznana.

source: This skill is abstract.
pl_pl: Ta umiejętność jest abstrakcyjna.

source: This skill is almost Free.
pl_pl: Ta umiejętność nie jest calkiem wolna.

source: This skill is partially Free.
pl_pl: Ta umiejętność jest częściowo wolna.

source: This skill is Hardware.
pl_pl: Ta umiejętność dotyczy sprzętu.

source: This skill is Documentation.
pl_pl: Ta umiejętność dotyczy dokumentacji.

source: This skill is Data.
pl_pl: Ta umiejętność dotyczy danych.

source: This skill is Art.
pl_pl: Ta umiejętność dotyczy grafiki i mediów.

source: This skill is Free.
pl_pl: Ta umiejętność jest wolna.

source: This skill is not Free.
pl_pl: Ta umiejętność jest niewolna.

source: Software criteria at the FAQ.
pl_pl: Kryteria programu znajdują się w FAQ.

source: Report any mistake!
pl_pl: Zgłoś każdą pomyłkę!

source: Please choose:
pl_pl: Wybierz:

source: Keep as is
pl_pl: Zachowaj w obecnej postaci

source: Add idioms and theirs spoken and written levels
pl_pl: Dodaj idiomy i ich poziom w mowie i piśmie

source: Add URIs to the work you or your staff have contributed to public Free Software projects. It is good practice add more than just the project's URI, adding too URIs to some of your best commits, or email discussion threads where you or your staff expose your knowledge, rationales, feedback, etc.
pl_pl: Dodaj adresy URI pokazujący pracę twoją lub twojego zespołu na rzecz projektów wolnego oprogramowania. Dobrą praktyką jest dodanie więcej informacji niż tylko adres URI programu np.: adresy URI dokumentujące najlepsze poprawki w projekcie, dyskusje gdzie Ty lub Twoja grupa prezentuje swoją wiedzę, tok rozumowania, wsparcie dla użytkowników itp.

source: Please fill in here
pl_pl: Uzupełnij pole

source: Incorrect date format.
pl_pl: Nieprawidłowy format daty.

source: Update job offer
pl_pl: Uaktualnij ofertę pracy

source: New job offer
pl_pl: Nowa oferta pracy

source: Check offer view
pl_pl: Podgląd oferty

source: General
pl_pl: Ogólny

source: Do not fill any address field if the offer is Telecommute.
pl_pl: Nie wypełniaj pól adresowych gdy oferta dotyczy pracy zdalnej.

source: Manage the job offer applications
pl_pl: Zarządzanie aplikacjami kandydatów

source: Manage job offers
pl_pl: Zarządzanie ofertami pracy

source: Job applications
pl_pl: Aplikacje do pracy

source: Alerts via email on:
pl_pl: Informuj mnie przez email o:

source: any new job offer
pl_pl: każdej ofercie pracy

source: any new job offer which fits my qualifications
pl_pl: ofertach pracy odpowiadających moim kwalifikacjom

source: Skills administration
pl_pl: Zarządzanie umiejętnościami

source: Attend pending to classify skills
pl_pl: Przejrzyj umiejętności czekające na klasyfikację

source: Classify
pl_pl: Zaklasyfikuj

source: Attend reclassify skill requests
pl_pl: Przejrzyj umiejętności czekające na zmianę klasyfikacji

source: Reclassify
pl_pl: Ponownie zaklasyfikuj

source: Add new skills
pl_pl: Dodaj nowe umiejętności

source: There are not pending to classify skills.
pl_pl: Nie ma umiejętności czekających na klasyfikację.

source: Search
pl_pl: Szukaj

source: Skill properties
pl_pl: Właśniwości umiejętności

source: Change the skill name
pl_pl: Zmień nazwę umiejętności

source: Change the classification tag
pl_pl: Zmien etykietę klasyfikacyjną

source: Tag
pl_pl: Etykieta

source: Type
pl_pl: Typ

source: License or licenses used by such skill
pl_pl: Licencja lub licencje użyte z tą umiejętnością

source: License name
pl_pl: Nazwa licencji

source: License URI
pl_pl: Adres URI licencji

source: Notes taken to make it more clear the rationale behind the current classification decision
pl_pl: Zanotowano by poprawić argumentację stojącą za obecną klasyfikacją

source: Rationale
pl_pl: Uzasadnienie

source: Not found.
pl_pl: Nie znaleziono.

source: Please, try again.
pl_pl: Spróbuj ponownie.

source: The access is not granted.
pl_pl: Odmowa dostępu.

source: Such job offer is already closed, removed, or never was here.
pl_pl: Szukana oferta pracy jest już zamknięta, usunięta lub nigdy jej nie było.

source: You can disable this type of alerts at %s
pl_pl: Możesz wyłączyć powiadomienia tego typu na %s

source: Alert on new job offers
pl_pl: Powiadamiaj o nowych ofertach pracy
